TEXTS = {
    "uz": {
        "welcome": "👋 Ассалому алайкум! Ходимлар учун ўқув ботига хуш келибсиз.\n\nМаълумот олиш учун препаратни танланг:",
        "select_section": "📋 <b>{}</b> препарати бўйича керакли бўлимни танланг:",
        "btn_back": "⬅️ Орқага",
        "btn_main": "🏠 Бош меню",
        "comp_direct": "🎯 Тўғридан-тўғри",
        "comp_indirect": "🔄 Билвосита",
        "btn_quiz": "❓ Билимни текшириш (Тест)",
        "sections": {
            "med_info": "🎯 Шиор & Кўрсатма",
            "med_key": "💬 Калит хабар",
            "med_mech": "⚙️ Таъсир механизми",
            "med_dose": "⚖️ Дозалаш тартиби",
            "med_side": "⚠️ Ножўя & Қарши",
            "mkt_fab": "💎 FAB таҳлили",
            "mkt_pos": "📌 Позициялаш",
            "mkt_swot": "📊 SWOT таҳлил",
            "mkt_target": "🎯 Таргет & Сегмент",
            "mkt_comp": "⚔️ Рақобат таҳлили"
        },
        "asformin": {
            "name": """АСФОРМИН (метформин г\х) 850, 1000 мг""",
            "med_info": """Шиор: Соғлиғингиз калити! 

Кўрсатмалар:
1. ҚД-2-тип 
2. Семизликда 
3. Предиабет 
4. Метаболик синдром. 
5. Тухумдонлар поликистози.""",
            "med_key": """Асформин — юмшоқ препарат!""",
            "med_mech": """1. Инсулинрезистенликни камайтиради, тўқималарни инсулинга нисбатан сезувчанлигини ошириб беради. 
2. Жигардан глюкоза маҳсулотлари ишлаб чиқарилишини камайтиради. 
3. Ингичка ичакдан глюкоза сўрилишини блоклайди. 
4. Ёғ кислотаси оксидланишини камайтиради.""",
            "med_dose": """Агар биринчи марта қабул қилинаётган бўлса (монотерапияда): 
1-ҳафта: 500 мг 1 махал, кечқурун;
2-ҳафта: 500 мг 2 махал, эрталаб ва кечқурун;
3-ҳафта: 850 мг 2 махал, эрталаб ва кечқурун;
4-ҳафта: 1000 мг 2 махал, эрталаб ва кечқурун.
Овқат пайтида ёки овқатдан кейин.""",
            "med_side": """Ножўя таъсири: кўнгил айниши, диарея (даволаш бошида).

Қарши кўрсатмалар: 
1. Буйрак касаллиги ёки буйрак фаолияти бузилган беморлар (қон зардобидаги креатинин даражаси
>1,4 мг/дл).
2. Юрак етишмовчилиги бўйича даволанаётган беморлар.
3. Метформинга юқори сезувчанлиги бўлган беморлар.
4. Ўткир ёки сурункали метаболик атсидозлар (диабетик кетоатсидоз, диабетик прекома).""",
            "mkt_fab": """💎 <b>1-FAB</b>\n🔹 <b>F (Хусусият):</b> Асформин 850 ва 1000 мг лик дозалари бор\n🔸 <b>A (Афзаллик):</b> Бу препаратни нафақат ҚД 2-тип балки, метаболик синдром, семизлик ва предиабетда қўллашга имкон беради.\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>2-FAB</b>\n🔹 <b>F (Хусусият):</b> Асформин 4 хил механизмда таъсир қилади\n🔸 <b>A (Афзаллик):</b> Бу препаратни кенг томонлама таъсирини ифодалайди.\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>3-FAB</b>\n🔹 <b>F (Хусусият):</b> Асформиннинг устки қисми махсус микрокристалл қобиқ билан қопланган\n🔸 <b>A (Афзаллик):</b> Бу препаратни юмшоқ таъсирини таъминлайди, яъни биринчи марта қабул қилганда ҳам ножўя таъсири камроқ кузатилинади\n✅ <b>B (Фойда):</b> Хавфсизлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>4-FAB</b>\n🔹 <b>F (Хусусият):</b> Узоқ вақт давомида қабул қилганда ҳам гипогликемия чақирмайди\n🔸 <b>A (Афзаллик):</b> Қандли диабети бор ва семизликдан азият чекадиган касалларга узоқ муддат қабул қилиш имконини беради\n✅ <b>B (Фойда):</b> Хавфсизлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>5-FAB</b>\n🔹 <b>F (Хусусият):</b> Асформин қутисида 100 та таблетка сақлайди\n🔸 <b>A (Афзаллик):</b> Бир қути препаратни бир ойдан узоқроқ вақт давомида қўллаш мумкин.\n✅ <b>B (Фойда):</b> Қулайлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>6-FAB</b>\n🔹 <b>F (Хусусият):</b> Ичакдан қонга глюкоза сўрилишини тормозлайди\n🔸 <b>A (Афзаллик):</b> Бу тана вазнини камайишида ва айнан семизлиги бор бўлган беморларда қўллашга имкон беради.\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>7-FAB</b>\n🔹 <b>F (Хусусият):</b> Асформин нарҳ жихатдан қулай\n🔸 <b>A (Афзаллик):</b> Препаратни ахолини барча қатлами сотиб олиш имкониятини беради\n✅ <b>B (Фойда):</b> Иқтисодий тарафдан имкониятлилик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>8-FAB</b>\n🔹 <b>F (Хусусият):</b> Асформин монотерапияда ҳам самарадор\n🔸 <b>A (Афзаллик):</b> Касалликни даволашда фақатгина битта препаратдан фойдаланиш имконини беради\n✅ <b>B (Фойда):</b> Иқтисодий тарафдан имкониятлилик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>9-FAB</b>\n🔹 <b>F (Хусусият):</b> Антигипергликемик дори воситалари билан ўзаро таъсири йўқ\n🔸 <b>A (Афзаллик):</b> Комбинацияда қўллаш имконини беради\n✅ <b>B (Фойда):</b> Қулайлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>10-FAB</b>\n🔹 <b>F (Хусусият):</b> Глюкозага толерантликни оширади\n🔸 <b>A (Афзаллик):</b> Гипергликемик ҳолатлар хавфини камайтиради\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>11-FAB</b>\n🔹 <b>F (Хусусият):</b> ҚД ни даволашда олтин стандартга киритилган\n🔸 <b>A (Афзаллик):</b> Препаратни ҚД ни даволашда иккиланмасдан тавсия қилиш имконини беради\n✅ <b>B (Фойда):</b> Қулайлик\n""",
            "mkt_pos": """1.Асформин 850 мг - УАШ ва терапевтларга предиабет, семизлик ва метаболик синдром бўйича.
2. Асформин 1000 мг - эндокринологлар учун ҚД 2-тип ни даволаш мақсадида.""",
            "mkt_swot": """📊 SWOT таҳлил яқинда қўшилади""",
            "mkt_target": """Эндокринолог - 30 та (А - 2/ В - 28)
Терапевт, УАШ  - 15 тадан (А - 1, B - 14)""",
            "comp_dir": """⚔️ <b>Тўғридан-тўғри рақобатчилар:</b>\n\nРақобатчиларнинг савдо номлари: ГЛЮКОФАЖ, СИОФОР, ДИАФОРМИН, МЕТФОРМИН, РИДФОРМИН, УЛУФОР, ПАНФОР, ИНСУФОР, МЕТФОГАММА, МЕРИФАТИН, МЕТАФАЖ...
Комбинацияланганлар: СИТА-МЕТ, НОВУСИТА-М, СИГЛИП-М, ДИАМПА-М, ПРАЙД М... 




Тўғридан-тўғри рақобатчиларга қарши ишлаш тактикаси:
1. Микрокристаллик целлюлоза.
2. Асформин қутисида 100 та таблетка сақлайди.
3. Нарҳи ҳамёнбоп.""",
            "comp_indir": """🔄 <b>Билвосита рақобатчилар:</b>\n\nРақобатчиларнинг савдо номлари: ЭМАГЛИФ, АМАРИЛ, ДИАМПА, ОРСЕМА, ГЕПИРИД, ФОРСИГА, ДАПИГА, ДАПА, ОЛТАР...



Тўғридан-тўғри бўлмаган рақобатчиларга қарши ишлаш тактикаси:

Асосан рақобатчиларнинг ножўя таъсирларидан келиб чиқиб, бизнинг кучли тарафларимизи кўрсатиб беришимиз керак. Метформин ҚД 2-типини даволашда олтин стандартга киритилган."""
        },
        "cardiva": {
            "name": """КАРДИВА (карведилол) 6.25, 12.5, 25 мг""",
            "med_info": """Шиор: Ҳаётингизни фаол йилларини узайтиринг. 

Кўрсатмалар: 
1. АГ; 
2. ЮИК (юрак ишемик касаллиги);
3. СЮЕ (сурункали юрак етишмовчилиги);
4. Бўлмачалар фибрилляцияси (ФП)""",
            "med_key": """Кардива  - умрни узайтиради!""",
            "med_mech": """АГ да: бета-1 (юрак ва буйракда), альфа-1 - периферик қон томирларида, блокловчи таъсири, NO га таъсири. 
ЮИК да: антиоксидантлик таъсири, периферик қон томирларда альфа-1 блокловчи таъсири, коронар қон томирларда бета-1 блокловчи таъсири, ундан ташқари NO га таъсири. 
СЮЕ да: асосан альфа-1 периферик қон томирлари қаршилигини камайтирувчи таъсири, ундан ташқари яллиғланишга қарши, антипролифератив таъсирлари, антиапоптоз таъсирлари. 
Бўлмачалар фибрилляциясида: ЮҚС (ЧСС) ни контрол қилиш таъсирлари бор.""",
            "med_dose": """АГ да: 12.5 мг х 1 махал 2 кун, 3-кундан 25 мг х 1 махал;
ЮИК да: 12.5 мг х 2 махал 2 кун, 3-кундан 25 мг х 2 махал ;
СЮЕ: 3.125 мг х 2 махал 2 ҳафта давомида, 2 ҳафтадан кейин 6.25 мг х 2 махал кейинги 2 ҳафта давомида. Ундан сўнг ҳар 2 ҳафтада дозани 2 баробар ошириб бориш билан максимал суткалик 50 мг дан ошмаган ҳолатда. 
Бўлмачалар фибрилляциясида: 12.5 мг х 1 махалдан 25 мг х 1 махалгача (дозани титрлашда юрак қисқаришлар сонини ҳисобга олиш керак)""",
            "med_side": """Ножўя таъсирлари: Инфекциялар ва инвазиялар: кўпинча: бронхит, пневмония, юқори нафас йўллари инфекциялари, сийдик йўллари инфекциялари.

Қарши кўрсатмалар:
Карведилол ёки препаратнинг бошқа таркибий қисмларига юқори сезувчанлик;
Ностабил/декомпенсацияланган юрак етишмовчилиги;
Жигар функциясининг клиник жиҳатдан аҳамиятли бузилиши;
Организмда суюқликнинг сезиларли даражада ушланиб қолиши;
Бошқа бета-адреноблокаторлар сингари, қуйидаги ҳолатларда қўлланилмайди:
- II-III даражали атриовентрикуляр блокада (сунъий ритм бошқарувчиси бўлган беморлар бундан мустасно);
- яққол ифодаланган брадикардия (50 зарба/дақиқадан кам);
- синус тугунининг заифлик синдроми (шу жумладан синоатриал блокада);
- кучли артериал гипотензия (систолик қон босими 85 мм симоб устунидан паст);
- кардиоген шок;
- анамнезда бронхоспазм ёки бронхиал астма;
- метаболик ацидоз.""",
            "mkt_fab": """💎 <b>1-FAB</b>\n🔹 <b>F (Хусусият):</b> Кардиванинг 6.25, 12.5, 25 мг ли дозалари мавжуд\n🔸 <b>A (Афзаллик):</b> Препаратни юрак қон-томир касалликларининг деярли барча турида қўллаш мумкин\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>2-FAB</b>\n🔹 <b>F (Хусусият):</b> Кардиванинг 6.25, 12.5, 25 мг ли дозалари мавжуд\n🔸 <b>A (Афзаллик):</b> Препаратни осон титрлашга имконият беради\n✅ <b>B (Фойда):</b> Қулайлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>3-FAB</b>\n🔹 <b>F (Хусусият):</b> Кардиванинг альфа-блокловчи хусусияти\n🔸 <b>A (Афзаллик):</b> Бу периферик вазодилатация беради ва УПҚҚ ни камайтиради\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>4-FAB</b>\n🔹 <b>F (Хусусият):</b> Кардиванинг альфа-блокловчи хусусияти\n🔸 <b>A (Афзаллик):</b> УПҚҚ камайтириши ҳисобига ФВ ни оширади\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>5-FAB</b>\n🔹 <b>F (Хусусият):</b> Кардиванинг альфа-блокловчи хусусияти\n🔸 <b>A (Афзаллик):</b> Кичик чаноқ бўшлиғида қон айланишини яхшилайди, эректил дисфункция чақирмайди.\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>6-FAB</b>\n🔹 <b>F (Хусусият):</b> Кардиванинг антиоксидантлик хусусияти\n🔸 <b>A (Афзаллик):</b> Эркин радикалларни ўзига бириктиради ва эндотелий дисфункциясини олдини олади. Бу ЮИК, атеросклероздан ҳимоя қилади.\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>7-FAB</b>\n🔹 <b>F (Хусусият):</b> 100% жигар орқали ажралади\n🔸 <b>A (Афзаллик):</b> Буйрак касалликлари бор бўлган беморларда препаратни қўллашга қулай\n✅ <b>B (Фойда):</b> Хавфсизлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>8-FAB</b>\n🔹 <b>F (Хусусият):</b> Инсулинрезистентликни оширмайди\n🔸 <b>A (Афзаллик):</b> Ўтказилган клиник тадқиқотларга асосланиб, карведилол инсулинрезистентликни камайтиради деб хулоса берилган. Бу - ҚД 2-тип ва юрак қон-томир касалликлари бор бўлган беморларда препаратни қўллаш имконини беради\n✅ <b>B (Фойда):</b> Хавфсизлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>9-FAB</b>\n🔹 <b>F (Хусусият):</b> Кардива носелектив бета-блокатор\n🔸 <b>A (Афзаллик):</b> Бу симпатик нерв системасининг вегетатив қисмини бутунлигича қамраб олишга имкон беради, яъни альфа 1, бета 1 ва бета 2 рецепторларини блоклайди\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>10-FAB</b>\n🔹 <b>F (Хусусият):</b> Эндотелиал аргининни стимуллайди ва NO (азот II оксиди) синтезини оширади\n🔸 <b>A (Афзаллик):</b> NO (азот II оксиди) қон томирларини кенгайтиради ва бунинг натижасида ЧСС ва АГ камаяди\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>11-FAB</b>\n🔹 <b>F (Хусусият):</b> Кардива қутисида №28 та таблетка бор\n🔸 <b>A (Афзаллик):</b> Бир қути препаратни қолдирмасдан қабул қилганда аниқ 4 ҳафтага етишини билдиради\n✅ <b>B (Фойда):</b> Қулайлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>12-FAB</b>\n🔹 <b>F (Хусусият):</b> Кардива тўғридан-тўғри рақобатчилари ичида нарҳ жиҳатдан энг арзони\n🔸 <b>A (Афзаллик):</b> Кардива тавсия қилинган беморларга иқтисодий қулайлик беради\n✅ <b>B (Фойда):</b> Иқтисодий тарафдан имкониятлилик\n""",
            "mkt_pos": """1. Кардива 6.25 мг - сурункали юрак етишмовчилигида позицияланади, умумий периферик қон томири қаршилигини камайтирганлиги, юракка бўлган юкламани камайтирганли, отиш фракциясини яхшилаганлиги учун СЮЕ да танлов препарат ҳисобланади.

2. Кардива 12.5 мг - Артериал гипертензияни даволашда қўлланилади. Периферик артериялар шикастланиши (ҚД асоратлари), метаболик бузилиши бор (ҚД, дислипидемия) юрак қисқаришлар сони кўп бўлган, ҳам АГ билан касалланган беморларда танлов препарат - карведилол ҳисобланади. 

3. Кардива 25 мг - юрак ишемик касаллиги билан оғриган беморларда, гипертрофия ёки дилатация билан асоратланган беморларда отиш фракциясини яхшилаш учун мақсадли доза кунига 25 мг дан 2 махалгача карведилол дозасини кўтариш керак.  

4. Бўлмачалар фибриллияциясида ЧСС ни назорат қилишда бета блокаторлар ишлатилинади, стандарт бўйича карведилол ва небиволол келтирилган. Ўтказилган клиник тадқиқотларда карведилол аввал 12.5 мг, кейин эсп 25 мг дан 1 махал берилган""",
            "mkt_swot": """📊 SWOT таҳлил яқинда қўшилади""",
            "mkt_target": """Кардиолог - 30 та (А - 2/ В - 28)
Терапевт, УАШ  - 15 тадан (А - 1, B - 14)""",
            "comp_dir": """⚔️ <b>Тўғридан-тўғри рақобатчилар:</b>\n\nРақобатчиларнинг савдо номлари: КАРВИДИЛ, ТАЛЛИТОН, ВЕДИКАРДОЛ, АКРИДОЛ




Тўғридан-тўғри рақобатчиларга қарши ишлаш тактикаси:
Аниқ ажралиб турадиган кучли тарафимиз йўқ, асосан регуляр, сифатли визит орқали шифокорларни ишончини қозонишимиз керак.""",
            "comp_indir": """🔄 <b>Билвосита рақобатчилар:</b>\n\nРақобатчиларнинг савдо номлари: КОНКОР, ЭМКОР, БИСОПРОЛ, БИДОП, БИСОПРОЛОЛ, НИПЕРТЕН, НЕБИЛЕТ, НЕБИВОРЛД, ЭГИЛОК, БЕЛАСКОР



Тўғридан-тўғри бўлмаган рақобатчиларга қарши ишлаш тактикаси:

Кардива селектив бета-блокаторлардан асосан альфа блокловчи хусусияти борлиги билан ажралиб туради. Ундан ташқари селектив бета блокаторлар метаболик бузилиш келтириб чиқариши мумкин. Инсулинрезистентлик ва эректил дисфункцияга ҳам сабаб бўлиши мумкин. Айнан шундай ножўя таъсирлар карведилолда кузатилмайди."""
        },
        "dilutix": {
            "name": """ДИЛЮТИКС (клопидогрел) 75 мг""",
            "med_info": """Шиор: Ҳаёт янада силлиқ оқади! 

Кўрсатмалар: 
Катта ёшли беморларда атеротромботик асоратларнинг олдини олиш:
- миокард инфаркти, ишемик инсульт ёки периферик артерияларнинг окклюзион касаллиги ташхиси қўйилганда;
- ST сегменти кўтарилмаган ўткир коронар синдромли (беқарор стенокардия ёки Q тишчаси бўлмаган миокард инфаркти), шу жумладан тери орқали коронар аралашув ёки аорта-коронар шунтлаш (стентлаш билан ёки стентлашсиз) ўтказилган беморлар;
- медикаментоз даволашда ST сегментининг кўтарилиши билан кечувчи ўткир коронар синдром (ўткир миокард инфаркти) ва атсетилсалитсил кислотаси билан биргаликда тромболитик терапия ўтказиш имконияти.
Бўлмачалар фибрилляциясида атеротромботик ва тромбоэмболик асоратларнинг (шу жумладан инсультнинг) олдини олиш: - қон томир асоратлари ривожланишининг камида битта хавф омилига эга бўлган, К витамини антагонистларини қабул қила олмайдиган ва қон кетиш хавфи паст бўлган катта ёшли беморларда (ацетилсалицил кислотаси билан биргаликда).""",
            "med_key": """Дилютикс - АСК га қараганда камроқ резистентлик чақиради.""",
            "med_mech": """Клопидогрел тромбоцитлар юзасида жойлашган  АДФ рецепторларини (P2Y12) блоклайди, ва ундан кейинги GpIIb|IIIA рецептори фаоллашишини тўхтатади ва тромбоцитларни агрегациясини бартараф этади.""",
            "med_dose": """Препарат овқат қабул қилишдан қатъи назар, кунига 1 марта ичилади.
Миокард инфаркти, ишемик инсульт ёки периферик артерияларнинг окклюзион касаллиги аниқланганда 75 мг дан кунига 1 марта буюрилади.
Ўткир коронар синдромда:
- ST сегменти кўтарилмаган (беқарор стенокардия ёки Q тишчаси бўлмаган миокард инфарктида) клопидогрел билан даволашни бир марталик юклама дозасини қабул қилишдан бошлаш лозим.
300 мг, сўнгра 75 мг дозада кунига 1 марта қабул қилишни давом эттириш (атсетилсалицил кислотаси билан биргаликда кунига 75-325 мг дозада);
- ST сегменти кўтарилиши билан (ўткир миокард инфарктида) клопидогрел 300 мг юклама дозадан бошлаб, кейин 75 мг дан кунига 1 марта, атсетилсалитсил кислотаси билан тромболитиклар билан ёки тромболитикларсиз биргаликда буюрилади.
75 ёшдан ошган беморларга юклама дозаси берилмайди. Комбинацияланган терапия симптомлар пайдо бўлганидан кейин иложи борича эртароқ бошланади ва камида 4 ҳафта давомида давом эттирилади.""",
            "med_side": """Ножўя таъсирлари:
Қон яратиш ва лимфа тизими томонидан: тромбоцитопения, лейкопения, эозинофилия. Иммун тизими томонидан: анафилактоид реакциялар, зардоб.
Асаб тизими томонидан: камдан-кам: калла ичига қон қуйилиши (ўлим билан якунланган айрим ҳолатлар ҳақида хабарлар мавжуд), бош оғриғи, бош айланиши, парестезиялар. Кўриш аъзоси томонидан: кўз ичи қон қуйилишлари (конюнктивал, ретинал). Юрак-қон томир тизими томонидан: гематома.
Нафас олиш тизими, кўкрак қафаси аъзолари ва кўкс оралиғи томонидан: бурундан қон кетиши.
Овқат ҳазм қилиш тизими томонидан: ошқозон-ичакдан қон кетиши, диспепсия, эпигастрал соҳада оғриқ, ич кетиши.


Қўллаш мумкин бўлмаган ҳолатлар: Клопидогрелга ёки препаратнинг бошқа компонентларига юқори сезувчанлик. Оғир жигар етишмовчилиги. Ўткир патологик қон кетиши (масалан, пептик ярадан қон кетиши ёки калла ичига қон қуйилиши).""",
            "mkt_fab": """💎 <b>1-FAB</b>\n🔹 <b>F (Хусусият):</b> Дилютикс тромбоцитларга бевосита таъсир кўрсатади, тромбоцит юзасида жойлашган АДФ (P2Y12) - рецепторларини бевосита блоклайди.\n🔸 <b>A (Афзаллик):</b> Тромбоцитларни активациясини тўхтатади, натижада тромбоцитлар аггрегацияланмайди.\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>2-FAB</b>\n🔹 <b>F (Хусусият):</b> Бошқа антиагрегантларга нисбатан самаралироқ\n🔸 <b>A (Афзаллик):</b> Кардиоваскуляр фожиалар хавфини олдини олишда  Дилютикс АСК га нисбатан самаралироқ, (CAPRIE тадқиқоти бўйича)\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>3-FAB</b>\n🔹 <b>F (Хусусият):</b> Ошқозондан қон кетиш хавфи кам, гастропатик ножўя таъсирлари АСКга нисбатан камроқ чақиради\n🔸 <b>A (Афзаллик):</b> Бу ошқозон-ичак касалликлари бор бўлган беморларда АСК га нисбатан узоқ вақт давомида қўллашга имкон беради.\n✅ <b>B (Фойда):</b> Хавфсизлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>4-FAB</b>\n🔹 <b>F (Хусусият):</b> Янги авлод P2Y12 ингибиторларидан кўра хавфсизроқ\n🔸 <b>A (Афзаллик):</b> POPULAR AGE тадқиқоти бўйича тикагрелор ва просугрелга нисбатан клопидогрелда қон кетиш, хансираш хавфи йўқ бўлганлиги учун ёши катта беморларда клопидогрелни танлаган афзалроқ деб хулоса берилган.\n✅ <b>B (Фойда):</b> Хавфсизлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>5-FAB</b>\n🔹 <b>F (Хусусият):</b> Резистентлик камроқ\n🔸 <b>A (Афзаллик):</b> АСК, тикагрелор, просугрелга нисбатан клопидогрелда резистентлик хавфи камроқ ва бу препаратни узоқ муддат қабул қилишга имкон беради\n✅ <b>B (Фойда):</b> Хавфсизлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>6-FAB</b>\n🔹 <b>F (Хусусият):</b> Клопидогрелда ўзлаштираолишлик юқори\n🔸 <b>A (Афзаллик):</b> Юрак қон-томир касалликлари бор бўлган беморларда асоратларни хавфини олдини олишда тавсия қилиш мумкин\n✅ <b>B (Фойда):</b> Хавфсизлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>7-FAB</b>\n🔹 <b>F (Хусусият):</b> Овқатга боғлиқ бўлмаган ҳолатда қабул қилиш\n🔸 <b>A (Афзаллик):</b> Клопидогрелни овқатга боғлиқ бўлмаган ҳолатда қабул қилиш мумкин.\n✅ <b>B (Фойда):</b> Қулайлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>8-FAB</b>\n🔹 <b>F (Хусусият):</b> Клопидогрел 50% буйракдан, 50% ошқозон ичак трактидан ажратилади. АСК эса 100% буйрак орқали ажратилади.\n🔸 <b>A (Афзаллик):</b> Бу буйрак касалликлари бор бўлган беморларда препаратни узоқ вақт қўллашга имкон беради.\n✅ <b>B (Фойда):</b> Хавфсизлик\n""",
            "mkt_pos": """Дилютикс 75 мг асосан юрак ишемик касаллиги (ЮИК) ташхиси билан касалланган беморларда асоратларни олдини олиш мақасидида профилактика учун берилади. Ундан ташқари АКШ, ЧКВ жаррохлиги ўтказган беморларда тромбоэмболия хавфини олдини олишда қўлланилади.""",
            "mkt_swot": """📊 SWOT таҳлил яқинда қўшилади""",
            "mkt_target": """Кардиолог - 30 та (А - 2/ В - 28)
Терапевт, УАШ  - 15 тадан (А - 1, B - 14)""",
            "comp_dir": """⚔️ <b>Тўғридан-тўғри рақобатчилар:</b>\n\nРақобатчиларнинг савдо номлари: ПЛАВИКС, ЗИЛТ, КЛОПИ, КЛОПИДОГРЕЛ, ЛОПИГРОЛ, СИДИГРЕЛ, НОКЛОТ, ТРОМБОНЕТ, СИДИГРЕЛ, КЛОПИЦИН, СТАЗЕКС




Тўғридан-тўғри рақобатчиларга қарши ишлаш тактикаси:
Аниқ ажралиб турадиган кучли тарафимиз йўқ, асосан регуляр, сифатли визит орқали шифокорларни ишончини қозонишимиз керак.""",
            "comp_indir": """🔄 <b>Билвосита рақобатчилар:</b>\n\nРақобатчиларнинг савдо номлари: КАРДИОМАГНИЛ, ТРОМБОПОЛ, ТРОМБО АСС, КСАРЕЛТО, СЕРБАН, РИВОКСАЖЕН, ТИКАГРЕЛОР, ЗУГРЕЛ



Тўғридан-тўғри бўлмаган рақобатчиларга қарши ишлаш тактикаси:

Дилютикс (клопидогрел) бир мунча кам ножўя таъсирларга эга. Масалан АСК ни ошқозон яраси бор пациентларда қўллаш хавфлироқ, қон кетиш хавфини оширади. АСК клопидогрелга қараганда кўпроқ резистентлик чақиради. 

Клопидогрел бевосита тромбоцит юзасида жойлашган рецепторни блоклайди, АСК ферментатив звенони блоклайди. Ривороксабан, апиксабанлар эса антикоагулянт ҳисобланади ва улар қон ивиш факторларига таъсир кўрсатиб, фибриноген ҳосил бўлишини камайтиради. 
Тадқиқотлар бўйича тикагрелор, просугрел кўп қўлланилганда хансираш ва кўп қон кетишига сабаб бўлганлиги учун беморлар қабул қилишни тўхтатиб қўйишган."""
        },
        "dorepam": {
            "name": """ДОРЕПАМ (эсциталопрам) 10 мг, 20 мг""",
            "med_info": """Шиор: Хавотир ва стрессдан эркинлик!

Кўрсатмалар: 
- ҳар қандай даражадаги депрессив эпизодлар; 
- агорафобия билан/агорафобиясиз ваҳимали бузилишлар;
- ижтимоий хавотир бузилиши (ижтимоий фобия);
- тарқалган хавотирли бузилиш;
- обсессив-компулсив бузилиш.""",
            "med_key": """Дорепам - юрак қон-томир касалликларидаги депрессияда қўллаш мумкин бўлган эталон антидепрессант!""",
            "med_mech": """Дорепам - сератонинни қайта қамраб олинишини селектив ингибирлайди. Сератонин транспортери SERT ни асосий бирламчи сайт ва аллостерик сайтини блоклайда. Бу таъсир механизми орқали суперселективлилик намоён қилади.""",
            "med_dose": """Неврологик ёки кардиологик беморлардаги депрессияда: 
 - бошланғич доза - 5 мг; 
 - бир ҳафтадан сўнг 10 мг гача;
 агар дозани зарур бўлса дозани ошириш мумкин. Лекин юрак-қон томир касалликларида суткалик 20 мг дан ошириш мумкин эмас. 
Ваҳима ва қўрқув билан касалланган беморларда: 
 - бошланғич доза - 5 мг;
 - 1 ҳафтадан кейин - 10 мг; 
 - 2 ҳафтадан кейинг  - 15-20 мг гача ошириш мумкин (обсессив-компулсив пациентларда 20 мг дан бериш тавсия қилинган)""",
            "med_side": """Ножўя таъсирлари: терапиянинг бошланғич 2 ҳафтаси мобайнида кўнгил айниши, қусиш кузатилиши мумкин.

Қарши кўрсатмалар: Эсциталопрам ва препаратнинг бошқа компонентларига юқори сезувчанлик.
Селектив бўлмаган қайтмас моноаминооксидаза ингибиторларини (МАО) бир вақтнинг ўзида қабул қилиш серотонин синдроми (хавотирланиш, тремор, гипертермия ва бошқалар) ривожланиши хавфи туфайли ман этилади.
МАОнинг қайтар ингибиторлари (н-р, моклобемид) ёки МАОнинг носелектив қайтар ингибитори линезолидни бир вақтда қабул қилиш серотонин синдроми ривожланиш хавфи туфайли ман этилади.
Анамнезда QT интервалининг узайиши ёки туғма узайган QT синдроми мавжудлиги.
QT интервалининг узайишига олиб келиши мумкин бўлган дориларни бир вақтда қабул қилиш.""",
            "mkt_fab": """💎 <b>1-FAB</b>\n🔹 <b>F (Хусусият):</b> Дорепамнинг 10 ва 20 мглик дозалари мавжуд\n🔸 <b>A (Афзаллик):</b> Бу препаратни нафақат депрессия балки, қўрқув ва вахима билан касалланган беморларда титрлаш имконини беради.\n✅ <b>B (Фойда):</b> Қулайлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>2-FAB</b>\n🔹 <b>F (Хусусият):</b> Дорепам сератонинни қайта қамраб олинишини ингибирлайди\n🔸 <b>A (Афзаллик):</b> Сератонин баланси тикланади ва депрессия камаяди\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>3-FAB</b>\n🔹 <b>F (Хусусият):</b> Дорепам циталопрамнинг S-энантомери ҳисобланади\n🔸 <b>A (Афзаллик):</b> S-энантомер R-энантомерга нисбатан 100 баробар кучлироқ ингибирлайди\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>4-FAB</b>\n🔹 <b>F (Хусусият):</b> Дорепам 2 хил механизмда таъсир қилади\n🔸 <b>A (Афзаллик):</b> Препаратни депрессия ва вахимада кенг фойдаланиш имконини беради\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>5-FAB</b>\n🔹 <b>F (Хусусият):</b> Дорепам деярли 5-НТ (гидрокситриптамин), D1-5 дофамин, H1-3-гистамин, М1-5-мускарин, альфа ва бета-адренорецепторларга таъсир қилмайди\n🔸 <b>A (Афзаллик):</b> Бунинг натижасида шу рецепторларга боғлиқ ножўя таъсирлар келтириб чиқармайди\n✅ <b>B (Фойда):</b> Хавфсизлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>6-FAB</b>\n🔹 <b>F (Хусусият):</b> Дорепам баланслашган антидепрессант\n🔸 <b>A (Афзаллик):</b> Ҳам вахима билан, ҳам тормозланиш билан кечадиган депрессияларда қўллаш мумкин\n✅ <b>B (Фойда):</b> Хавфсизлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>7-FAB</b>\n🔹 <b>F (Хусусият):</b> Дорепамни эпилепсия+депрессияси бўлган беморларда қўллаш мумкин\n🔸 <b>A (Афзаллик):</b> Яъни фокал эпилепсия + депрессия бўлган беморларда дорепамни қўллаш мумкин\n✅ <b>B (Фойда):</b> Хавфсизлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>8-FAB</b>\n🔹 <b>F (Хусусият):</b> Қон босими, юрак қисқаришлар сони, ЭКГ га таъсир қилмайди\n🔸 <b>A (Афзаллик):</b> Депрессия ва юрак қон-томир касалликлари бор бўлган беморларда ҳам қўллаш мумкин\n✅ <b>B (Фойда):</b> Хавфсизлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>9-FAB</b>\n🔹 <b>F (Хусусият):</b> Дорепамни инсультдан кейин когнитив функцияни тиклаш учун қўллаш мумкин\n🔸 <b>A (Афзаллик):</b> Дорепамни инсультдан кейин тез-тез пайдо бўладиган когнитив  бузилишларда ва инсультдан кейинги депрессияларда қўллаш мумкин\n✅ <b>B (Фойда):</b> Самарадорлик\n""",
            "mkt_pos": """Дорепам 10 мг - депрессия, инсульт ва инфарктдан кейинги депрессияда позицияланади. 

Дорепам 20 мг - қўрқув, ваҳима, қўрқув-депрессия синдромларида позицияланади.""",
            "mkt_swot": """📊 SWOT таҳлил яқинда қўшилади""",
            "mkt_target": """Невропатолог - 20 та (А - 2/ В - 18)
Кардиолог - 30 та (А - 2/ В - 28)
Психиатр - 10 та (А-1/ В-9)""",
            "comp_dir": """⚔️ <b>Тўғридан-тўғри рақобатчилар:</b>\n\nРақобатчиларнинг савдо номлари: СЕВПРАМ, МЕДАЛОПРАМ, ЭСПА, ПРАМОКСАЛ, ЦИТАПРА, ДЕПРО




Тўғридан-тўғри рақобатчиларга қарши ишлаш тактикаси:
1. Дорепам да 20 мг ли дозани мавжудлиги. 
Қолган тарафлари бўйича рақобатчилардан катта устунлиги йўқ. Асосон шифокорлар билан яхши алоқалар ёрдамида, регуляр визитлар орқали препаратни доимий эслатиб туриш орқали иш олиб борилади.""",
            "comp_indir": """🔄 <b>Билвосита рақобатчилар:</b>\n\nРақобатчиларнинг савдо номлари: ФЛУОКСЕТИН-ЛАННАХЕР, ДЕПРЕС, РЕКСЕТИН, МИРТЕЛ, ВЕЛАКСИН, ВЕЛАКСОР, СТИМУЛОТОН, ФЕВАРИН, АДЕП, 
ПАРСОЛЕТ, АМИТРИПТИЛЛИН-ГРИНДЕКС. 


Тўғридан-тўғри бўлмаган рақобатчиларга қарши ишлаш тактикаси:

Эсциталопрам молекуласи таъсир механизми бўйича ажралиб туради, яъни суперселектив сератонинни қайта қамраб олинишини ингибирловчи гуруҳга киради. 
Эсциталопрам бўйича 522 та клиник тадқиқотлар бирлаштирилиб 116 мингта беморда препаратнинг самарадорлиги ва хавфсизлиги бошқа антидепрессантларга солиштирилганда энг яхши профилга эга антидепрессант сифатида тан олинган. 
Эсциталопрам энг хавфсиз антидепрессант бўлганлиги учун, инсульт ва инфарктдан кейинги депрессияларда қўлланилади. 
Юрак қон-томир касалликларини прогнозини ёмонлаштирмайди, ЭКГ ва юрак қисқаришлар сонига таъсир қилмайди. 5-НТ-сератонин,  дофамин, мускарин, гистамин рецепторларига ҳам таъсир кўрсатмайди. 
Ярим чиқиш даври 30 соатга яқин (масалан флуоксетинда 48-72 соат), тана вазнига таъсир кўрсатмайди, бекор қилиш синдроми йўқ."""
        },
        "evalep": {
            "name": """ЭВАЛЕП (леветирацетам) 250, 500, 1000 мг""",
            "med_info": """Шиор: 1. Когнитив салоҳиятни яхшилаш. 2. Назоратнинг етишмаётган элементи.

Кўрсатмалар: Янги аниқланган эпилепсия билан оғриган катталар, болалар ва ўсмирларда иккиламчи генерализация билан ёки усиз парциал (фокал) тутқаноқларни даволашда монотерапия сифатида.
Даволашда комплекс терапия таркибида:
- вояга етмаган миоклоник эпилепсия билан оғриган катталар ва 12 ёшдан ошган ўсмирларда миоклоник ҳуружларда;
- идиопатик тарқалган эпилепсия билан оғриган катталар ва 12 ёшдан ошган ўсмирларда бирламчи тарқалган тутқаноқли тоник-клоник ҳуружларда.""",
            "med_key": """Эвалеп  -  эпилепсия билан касалланган беморларда когнитив имкониятларни чекламайди!""",
            "med_mech": """Эвалеп (леветирацетам) - синаптик везикулалар (пуфакчалар) юзасида жойлашган SV2A - рецепторларини блоклаши ҳисобига, нейромедиаторлар ажралишини балансга солиб туради. Ундан ташқари Са+ каналларини блоклайди ва ГАМКэргик тормозланишниям ошириб беради.""",
            "med_dose": """Монотерапия
Катталар ва 16 ёшдан ошган ўсмирлар
Тавсия этилган бошланғич доза 250 мг дан кунига 2 маҳал; 2 ҳафтадан сўнг доза бошланғич терапевтик 500 мг дан кунига 2 маҳалгача оширилади. Клиник самарадорлигига қараб, дозани ҳар 2 ҳафтада 250 мг дан кунига 2 марта ошириш мумкин; максимал суткалик доза 1500 мг дан кунига 2 марта.


Комплекс терапия таркибида
Тана вазни 50 кг ва ундан ортиқ бўлган катталар (18 ёш ва ундан катта) ва ўсмирлар (12-17 ёш)
Бошланғич терапевтик дозаси 500 мг дан кунига 2 маҳал; бу дозани даволашнинг биринчи кунидан бошлаб қабул қилиш мумкин. Препаратнинг клиник самарадорлиги ва қабул қилинишига қараб, доза кунига 2 марта 1500 мг гача оширилиши мумкин. Дозани кунига 2 марта 500 мг га ўзгартириш (ошириш ёки камайтириш) ҳар 2-4 ҳафтада амалга оширилиши мумкин.
Тана вазни 50 кг дан кам бўлган 4-11 ёшли болалар ва ўсмирлар (12-17 ёш)

4 ёшгача бўлган болаларга леветирацетам ичиш учун эритма шаклида буюрилади.
Бошланғич терапевтик дозаси 10 мг/кг кунига 2 маҳал. Клиник самарадорлик ва чидамлиликка қараб, доза кунига 2 марта 30 мг/кг гача оширилиши мумкин. Дозани ўзгартириш (кўпайтириш ёки камайтириш) ҳар 2 ҳафтада кунига 2 марта 10 мг/кг дан ошмаслиги керак. Минимал самарали дозани тайинлаш лозим. Тана вазни 50 кг ва ундан ортиқ бўлган болалар учун дозалар катталарники билан бир хил. Шифокор беморнинг тана вазнига қараб дори воситасини энг мақбул дори шакли ва дозасида буюриши лозим.
Болалар ва ўсмирларда тавсия этилган дозалар:
Тана вазни (кг)
Бошланғич доза
Кунига 2 маҳал 10 мг/кг
Максимал доза
30 мг/кг дан кунига 2 маҳал
15 кг (1)
150 мг дан кунига 2 маҳал
450 мг дан кунига 2 маҳал
20 кг (1)
Кунига 2 маҳал 200 мг дан
Кунига 2 маҳал 600 мг дан
25 кг
250 мг дан кунига 2 маҳал
750 мг дан кунига 2 маҳал
50 кг ва ундан юқори (2)
Кунига 2 маҳал 500 мг дан
Кунига 2 маҳал 1500 мг дан
(1) Тана вазни 25 кг ва ундан кам бўлган болаларда даволашни ичиш учун эритма шаклидаги леветиратсетам билан бошлаш тавсия этилади.
(2) Тана вазни 50 кг ва ундан ортиқ бўлган болалар учун дозалар катталар билан бир хил.""",
            "med_side": """Қуйидаги ножўя таъсирлар энг кўп учраган:
 - назофарингит;
 - уйқучанлик;
 - бош оғриғи;
 - чарчоқ;
 - бош айланиши

Қарши кўрсатмалар:
Леветирацетам, пирролидоннинг бошқа ҳосилалари ёки препарат компонентларига юқори сезувчанлик.""",
            "mkt_fab": """💎 <b>1-FAB</b>\n🔹 <b>F (Хусусият):</b> Эвалеп 250, 500 ва 1000 мгли дозировкалари мавжуд\n🔸 <b>A (Афзаллик):</b> Препаратни кичик ёшдан бошлаб катталарда ҳам қўллаш имконини беради ва титрлаш учун қулай\n✅ <b>B (Фойда):</b> Қулайлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>2-FAB</b>\n🔹 <b>F (Хусусият):</b> Эвалепнинг 250 ва 500 мгли дозалари пушти ва ҳаворанг рангда\n🔸 <b>A (Афзаллик):</b> Бу айниқса ёш болаларда препаратни қабул қилишда қулайлик беради, бошқа қабул қилинадиган препаратларидан ажратиб туриш мақсадида\n✅ <b>B (Фойда):</b> Қулайлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>3-FAB</b>\n🔹 <b>F (Хусусият):</b> Эвалеп эпилепсиянинг деярли барча турларида қўлланилади\n🔸 <b>A (Афзаллик):</b> Препаратдан фокал ёки генераллашган эпилепсия турларидан фойдаланиш имконини беради\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>4-FAB</b>\n🔹 <b>F (Хусусият):</b> Эвалеп SV2A рецепторларини блоклайди\n🔸 <b>A (Афзаллик):</b> Бошқа эпилепсияга қарши препаратлардан фарқли равишда нейромедиаторлар ажралишини модуляция қилади\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>5-FAB</b>\n🔹 <b>F (Хусусият):</b> Эвалеп жигарда метаболизмга учрамайди, цитахром p450 индуктори эмас\n🔸 <b>A (Афзаллик):</b> Препаратни узоқ муддат қабул қилганда ҳам жигарга ножўя таъсир кўрсатмайди\n✅ <b>B (Фойда):</b> Хавфсизлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>6-FAB</b>\n🔹 <b>F (Хусусият):</b> Эвалеп когнитив функцияларни ёмонлаштирмайди, аксинча яхшилайди\n🔸 <b>A (Афзаллик):</b> Ёш болаларда препаратни узоқ муддат қўллаш мумкин\n✅ <b>B (Фойда):</b> Хавфсизлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>7-FAB</b>\n🔹 <b>F (Хусусият):</b> Эвалеп контрацептивлар ва аёллар гормонларига таъсир кўрсатмайди\n🔸 <b>A (Афзаллик):</b> Балоғат ёшидаги ёки туғиш ёшида бўлган аёлларда препаратни қўллаш мумкин\n✅ <b>B (Фойда):</b> Хавфсизлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>8-FAB</b>\n🔹 <b>F (Хусусият):</b> Эвалепни бошқа препаратлар билан ўзаро таъсири йўқ\n🔸 <b>A (Афзаллик):</b> Нафақат эпилепсияга қарши препаратлар билан комбинацияда, балки бошқа дори воситалари билан ҳам қўллаш мумкин\n✅ <b>B (Фойда):</b> Хавфсизлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>9-FAB</b>\n🔹 <b>F (Хусусият):</b> Эвалепни ёши катта беморларда ҳам қўллаш мумкин\n🔸 <b>A (Афзаллик):</b> Ўзлаштираолишлик юқори бўлганлиги учун ҳам препаратни ёши катта беморларда ҳам қўллаш мумкин\n✅ <b>B (Фойда):</b> Қулайлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>10-FAB</b>\n🔹 <b>F (Хусусият):</b> Эвалепни ҳомиладорликда қўллаш мумкин\n🔸 <b>A (Афзаллик):</b> Бошқа эпилепсияга қарши препаратлардан фарқли равишда ҳомиладорлик режалаштирилаётган пайтдан бошлаб эвалепга ўтказилганда туғма нуқсонларсиз соғлом фарзанд туғилиш эҳтимоли юқори\n✅ <b>B (Фойда):</b> Хавфсизлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>11-FAB</b>\n🔹 <b>F (Хусусият):</b> Препарат тез титрланса ҳам ножўя таъсирлар кузатилмаган\n🔸 <b>A (Афзаллик):</b> Бошқа антиэпилептик препаратлардан фарқли равишда терапевтик дозага етказиш мақсадида тез титрлаш мумкин\n✅ <b>B (Фойда):</b> Қулайлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>12-FAB</b>\n🔹 <b>F (Хусусият):</b> Эвалепни қондаги концентрациясини назорат қилишга ҳожат йўқ\n🔸 <b>A (Афзаллик):</b> Бу беморнинг доимий қабул қиладиган антиэпилептик препаратини қондаги концентрациясини аниқлаш учун ортиқча ҳаражат талаб қилмайди\n✅ <b>B (Фойда):</b> Иқтисодий тарафдан имкониятлилик\n""",
            "mkt_pos": """Эвалеп 250, 500 мг - болалар неврологлари, эпилептологлари учун 4 ёшдан катта болалар учун фокал, миоклоник, генераллашган ҳуружларни даволаш учун позицияланади.  

Эвалеп 500 мг, 1000 мг - неврологлар учун ўсмирлар ва катталарда учрайдиган фокал, миоклоник ва генераллашган ҳуружларни даволаш учун позицияланади. 

Эвалеп 1000 мг - эндокринологлар учун нейропатик оғриқларда ҳам позициялантириш мумкин.""",
            "mkt_swot": """📊 SWOT таҳлил яқинда қўшилади""",
            "mkt_target": """Невропатолог - 20 та (А - 2/ В - 18)
Психиатр - 10 та (А-1/ В-9)""",
            "comp_dir": """⚔️ <b>Тўғридан-тўғри рақобатчилар:</b>\n\nРақобатчиларнинг савдо номлари: КЕППРА, ЛЕТИРАМ, ЛОГУФЕН, ЛЕВИЦИТАМ, ЛЕВИЛ. 




Тўғридан-тўғри рақобатчиларга қарши ишлаш тактикаси:
1.Эвалеп ЛОГУФЕН, ЛЕВИЦИТАМ дан 1000 мглик дозаси мавжудилиги билан ажралиб туради. 
2. Эвалепни 250 мг ва 500 мг дозалари бошқа конкурентлардан таблеткани ранги билан ажралиб туради. 
2. Эвалеп ЛОГУФЕН, ЛЕВИЦИТАМдан бир қутисидаги таблеткалар сони билан ажралиб туради №50. 1000 мг ли доза конкурентга нисбатан нарх жиҳатдан қулайроқ. 
Бошқа фарқ қиладиган тарафлари йўқ.""",
            "comp_indir": """🔄 <b>Билвосита рақобатчилар:</b>\n\nРақобатчиларнинг савдо номлари: КОНВУЛЕКС, КАРБАМАЗЕПИН, ОКСАПИН, ДЕПАКИН, КАРБАЛЕКС, МЕЗАКАР, ТОПИРОМАКС, БЕНЗОНАЛ

Тўғридан-тўғри бўлмаган рақобатчиларга қарши ишлаш тактикаси: 
1. Эвалеп когнитивкага таъсир кўрсатмайди. 
2. Эвалеп жигарнинг цитохром ферменти таъсирига учрамайди. 
3. Эвалеп қон оқсиллари билан фақатгина 10% гина боғланади. 
4. Эвалеп аёллар гормони, контрацептивларга таъсир кўрсатмайди.
5. Эвалепни ҳомиладорликда қўллаш мумкин. 
6. Эвалеп соч тўкилиши ва тана вазни ортишига таъсир кўрсатмайди. 
7. Эвалеп жигар ферментларига таъсир кўрсатмайди. 
8. Эвалепни қондаги концентрациясини назорат қилиб туришга ҳожат йўқ."""
        },
        "bicarbonorm": {
            "name": """БИКАРБОНОРМ (натрия бикарбонат) 1000 мг""",
            "med_info": """Шиор: Ҳаёт ритми бир тўлқинда! 

Кўрсатмалар: Сурункали буйрак етишмовчилиги (сурункали буйрак касаллиги ва буйрак тубуляр ацидози) билан оғриган катталар ва 14 ёшдан ошган беморларда метаболик ацидоз ва қайталанувчи метаболик ацидозни қўллаб-қувватловчи даволаш учун қўлланилади.""",
            "med_key": """Бикарбонорм - сурункали буйрак касаллиги прогрессланишини қулай ва хавфсиз усулда бартараф этади.""",
            "med_mech": """Бикарбонорм ошқозондан ўзгармаган ҳолатда ингичка ичакка ўтади ва қонга сўрилади. Қонда натрий ва HCO3-гидрокарбонат ионларига парчаланади. Гидрокарбонат ионлари қондаги ортиқча кислолатиликни камайтиради. pH ни нормага келтиради.""",
            "med_dose": """Дозалаш тартиби индивидуал амалга оширилади: қондаги гидрокарбонат ионлари миқдорига қараб дозаланади. Ўртача 1 таблеткадан 2 махал дозаланади.""",
            "med_side": """Ножўя таъсири: Учраш частотаси: жуда тез-тез (≥1/10); тез-тез (≥1/100 дан <1/10 гача); тез-тез эмас (≥1/1000 дан <1/100 гача); камдан-кам (≥1/10000 дан <1/1000 гача); жуда камдан-кам (<1/10000); частотаси номаълум (мавжуд маълумотларга кўра учраш частотасини аниқлаш имконсиз).Овқат ҳазм қилиш тизими томонидан. Частотаси номаълум: метеоризм ва қорин оғриғи. Суяк-мушак тизими, бириктирувчи тўқима томонидан. Частотаси номаълум: натрий гидрокарбонат дозасини ошириб юбориш натижасида келиб чиққан гипокалцемик тетания (кальций миқдорининг пастлиги туфайли мушак сезувчанлиги), ошқозон-ичак трактидаги мавжуд шикоятларнинг оғирлик даражаси ошиши (ич кетиши ва бошқалар) Буйрак ва сийдик йўллари томонидан. Частотаси номаълум: натрий гидрокарбонатдан узоқ вақт фойдаланиш натижасида буйракларда кальций ёки магний фосфат тошларининг ҳосил бўлиши. Ножўя таъсирлар пайдо бўлганда шифокорга мурожаат қилинг.


Қўллаш мумкин бўлмаган ҳолатлар: Препаратнинг фаол моддасига ёки бошқа бирор компонентига юқори сезувчанлик. Алкалоз, гипокалиемия, гипернатриемия, натрий миқдори кам бўлган парҳез.""",
            "mkt_fab": """💎 <b>1-FAB</b>\n🔹 <b>F (Хусусият):</b> Бикарбонорм препарати таблетка шаклида\n🔸 <b>A (Афзаллик):</b> Диабетик нефропатия ва СБК бор бўлган беморларда препаратни хохлаган пайтда, хохлаган жойда қабул қилиш имконини беради\n✅ <b>B (Фойда):</b> Қулайлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>2-FAB</b>\n🔹 <b>F (Хусусият):</b> Бикарбонорм таблеткаси гастрорезистент қобиқ билан қопланган\n🔸 <b>A (Афзаллик):</b> Препарат ошқозонни кислотали муҳитига чидамли ва ингичка ичакда эрийди, қонга таркиби ўзгармаган ҳолатда ўтади\n✅ <b>B (Фойда):</b> Қулайлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>3-FAB</b>\n🔹 <b>F (Хусусият):</b> Бикарбонорм қондаги кислотали муҳитни нейтраллайди\n🔸 <b>A (Афзаллик):</b> Бу препаратни айнан метаболик ацидозда қўллашга имкон беради\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>4-FAB</b>\n🔹 <b>F (Хусусият):</b> Бикарбонорм сурункали буйрак касаллиги прогрессланишини секинлаштиради\n🔸 <b>A (Афзаллик):</b> Метаболик ацидозни коррекция қилиш орқали СБК ни прогрессланиб кетишини секинлаштиради\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>5-FAB</b>\n🔹 <b>F (Хусусият):</b> Бикарбонорм таблеткаси ёрдамчи модда таркибида симетикон сақлайди\n🔸 <b>A (Афзаллик):</b> Бу қисман препаратнинг ножўя таъсиридан ҳимоя қилади, газ ҳосил бўлиши ёки абдоминал оғриқларни қисман камайтиради\n✅ <b>B (Фойда):</b> Хавфсизлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>6-FAB</b>\n🔹 <b>F (Хусусият):</b> Ўзбекистонда, нефрология илмий амалий марказида, бош нефролог бошчилигида препаратни СБК диализ олди босқичида қўллаш бўйича клиник тадқиқот ўтказилган\n🔸 <b>A (Афзаллик):</b> Препарат самарадорлигига ишончли далил базаси мавжуд\n✅ <b>B (Фойда):</b> Қулайлик\n""",
            "mkt_pos": """Нефролог ва эндокринологлар учун препаратни СБК, диабетик нефропатияда метаболик ацидозни камайтириш орқали СБК прогрессланишини секинлаштириши бўйича позициялантиририлади""",
            "mkt_swot": """📊 SWOT таҳлил яқинда қўшилади""",
            "mkt_target": """Нефролог  - 30 та  (А-1/  В-9 )
Эндокринолог - 30 та (А - 2/ В - 28)""",
            "comp_dir": """⚔️ <b>Тўғридан-тўғри рақобатчилар:</b>\n\nРақобатчиларнинг савдо номлари: АНТИАЦИДОЗ ТАБ. №60




Тўғридан-тўғри рақобатчиларга қарши ишлаш тактикаси: 
Бикарбонорм таблеткаси гастрорезистент қобиқ билан қопланган. Рақобатчи Антиацидоз да бу ҳақида маълумот берилмаган. Бикарбонорм ошқозонда кислотали муҳитга чидамли ва ингичка ичакда эриб қонга 100% сўрилади.""",
            "comp_indir": """🔄 <b>Билвосита рақобатчилар:</b>\n\nРақобатчиларнинг савдо номлари: СОДА-БУФЕР 200 МЛ, НАТРИЯ БИКАРБОНАТ, НАТРИЯ ГИДРОКАРБОНАТ, ПРОРЕНАЛ, КЕТОБЕСТ

Тўғридан-тўғри бўлмаган рақобатчиларга қарши ишлаш тактикаси: 

Бикарбонорм гастрорезистент қобиқ билан қопланган таблетка шаклда бўлганлиги учун, ҳар қандай шароитда қўллашга қулай. Инфузион эритмалардан фарқли равишда алоҳида тиббий персонал талаб қилмайди. 

Проренал ва Кетобест метаболик ацидозни коррекция қилишда фойдаланилмайди. Улар СБК да комплекс даволашда қўлланилади."""
        },
        "pasivalem": {
            "name": """ПАСИВАЛЕМ 5-HTP""",
            "med_info": """Шиор: Яхши уйқу - омадли кун!

Кўрсатмалар: 
 - ухлашни енгиллаштириш, асаб тизимини мустаҳкамлаш учун, ҳиссий қўзғалувчанлик ва асабийлашишда ёрдам беради.
 - қорин дам бўлиши, метеоризм (ичакда ортиқча газ ҳосил бўлиши), қабзиятда фойдали бўлиши мумкин.
 - ҳайз аломатларига (юқори сезувчанлик, ҳиссий қўзғалувчанлик каби) ёрдам беради.
 - менопауза (климакс) белгиларини: асабий зўриқишни сусайтиришга ёрдам беради, тошмалар, таъсирланиш хуружларининг оғирлиги ва частотасини камайтиради.""",
            "med_key": """Пасивалем 5-НТР  - уникал компонентли таркиб!""",
            "med_mech": """5-НТР (5-гидрокситриптофан) - алмашинмайдиган аминокислота триптофандан ҳосил бўлади. Триптофан организмга тушгандан сўнг, L-триптофанган айланади ва у декарбоксилланиб 5-НТР га ўтади. 5-НТР сератонин синтезида асосий манба (хомашё) ҳисобланади. Яъни 5-НТР қанчалик кўп бўлса, шунчалик бахт гормони сератонин синтези ортади, сератонин қанчалик кўп бўлса, мелатонин ҳам кўпаяди.""",
            "med_dose": """12 ёш ва ундан катталар учун ётишдан 1 соат олдин кунига 1 таблетка 1 махалдан берилади.""",
            "med_side": """Ножўя таъсири: 5 хил компонент сақлаганлиги сабабли организмда қайсидир компонентга нисбатан сезувчанлик ортадиган бўлса, ноқулайликлар келтириб чиқариши мумкин. 

Қўллаш мумкин бўлмаган ҳолатлар: препаратнинг қайсидир компонентига нисбатан сезувчанлик ортса ва 12 ёшгача бўлган беморларда, ҳомиладорлик ва лактация даврида қўлланилиши бўйича етарлича маълумот бўлмаганлиги сабабли қўллаш тавсия қилиннмайди.""",
            "mkt_fab": """💎 <b>1-FAB</b>\n🔹 <b>F (Хусусият):</b> Пасивалем таркибида 5 хил компонент сақлайди\n🔸 <b>A (Афзаллик):</b> Бу бир вақтнинг ўзида уйқусизлик, асабийлик, нерв қўзғалишларини даволашда самарадор\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>2-FAB</b>\n🔹 <b>F (Хусусият):</b> Пасивалем таркибида 5-НТР сақлайди\n🔸 <b>A (Афзаллик):</b> 5-НТР сератонинни хомашёси ҳисобланади ва у қанча кўп бўлса шунча мелатонин синтези яхшиланади ва уйқу сифати ортади\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>3-FAB</b>\n🔹 <b>F (Хусусият):</b> Пасивалем таркибида 100 мг магний сақлайди\n🔸 <b>A (Афзаллик):</b> Максимал дозадаги магний нерв қўзғалишларини олдини олади, асабийликни, толиқишларни бартараф этади\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>4-FAB</b>\n🔹 <b>F (Хусусият):</b> Пасивалем таркибида ҳам минерал ҳам ўсимликлардан ташкил топган препарат\n🔸 <b>A (Афзаллик):</b> Битта препарат таркибида баланслашган компонентлар юқори самарадорлик беради. Шифокорга 5 ҳил препарат тавсия қилишга ҳожат йўқ.\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>5-FAB</b>\n🔹 <b>F (Хусусият):</b> Пасивалем таркибида 5 хил компонент сақлайди\n🔸 <b>A (Афзаллик):</b> Бу 5 хил препаратни ўрнига битта таблеткада ҳаммасини биттада қўлга киритишга имконият беради\n✅ <b>B (Фойда):</b> Иқтисодий тарафдан имкониятлилик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>6-FAB</b>\n🔹 <b>F (Хусусият):</b> Пасивалем биологик фаол қўшимча\n🔸 <b>A (Афзаллик):</b> БФҚ бўлганлиги учун ножўя таъсири деярли йўқ\n✅ <b>B (Фойда):</b> Хавфсизлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>7-FAB</b>\n🔹 <b>F (Хусусият):</b> Пасивалем дорихонадан рецептсиз берилади\n🔸 <b>A (Афзаллик):</b> Шифокор учун алоҳида рецепт ёзишни талаб қилмайди\n✅ <b>B (Фойда):</b> Қулайлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>8-FAB</b>\n🔹 <b>F (Хусусият):</b> Пасивалем ПМС ва ПМДР да қўлланилади\n🔸 <b>A (Афзаллик):</b> ПМС ва ПМДР бор бўлган ва уйқусизликдан азият чекаётган беморларга самарали таъсир қилади\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>9-FAB</b>\n🔹 <b>F (Хусусият):</b> Пасивалем онлайн маркетплейсларда ҳам сотилади\n🔸 <b>A (Афзаллик):</b> Беморга уйдан чиқмаган ҳолда препаратни қўлга киритиш имкони мавжуд\n✅ <b>B (Фойда):</b> Қулайлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>10-FAB</b>\n🔹 <b>F (Хусусият):</b> Пасивалем қутисида 30 та таблетка сақлайди\n🔸 <b>A (Афзаллик):</b> Бу тўлиқ бир ойлик даволаш курсига етарли\n✅ <b>B (Фойда):</b> Қулайлик\n""",
            "mkt_pos": """Невропатолог, терапевт ва УАШ учун асосан уйқусизликда, предменструал ва климакс давридаги қўзғалувчаликда препарат позициялантирилади.""",
            "mkt_swot": """📊 SWOT таҳлил яқинда қўшилади""",
            "mkt_target": """Невропатолог - 20 та (А - 2/ В - 18)
Психиатр - 10 та (А-1/ В-9) 
Терапевт, УАШ  - 15 тадан (А - 1, B - 14)
Дорихона - 70 та""",
            "comp_dir": """⚔️ <b>Тўғридан-тўғри рақобатчилар:</b>\n\nРақобатчиларнинг савдо номлари: Тўғридан-тўғри рақобатчилари йўқ. 




Тўғридан-тўғри рақобатчиларга қарши ишлаш тактикаси:""",
            "comp_indir": """🔄 <b>Билвосита рақобатчилар:</b>\n\nРақобатчиларнинг савдо номлари: ПЕРСЕН НОЧЬ, СЕДАВИТ, МОДУС НОЧЬ, МАГНЕ B6, МЕЛАСОН, ПАЛОРА, ПАЛОРА НАЙТ, УСПОКОЙ, ВАМЕЛАН, НОВО ПАССИТ, СЕДОНИК. 

Тўғридан-тўғри бўлмаган рақобатчиларга қарши ишлаш тактикаси: 
1. Пасивалем таркибида 5 хил модда сақлайди.
2. Пасивалем таркибида 5-НТР сақлайди. 
3. Пасивалемнинг таркибидаги таъсир қилувчи моддалар максимал дозада.
4. Пасивалем таркибида магний сақлайди. 
5. Пасивалем нафақат уйқуни яхшилашда, балки предменструал ва климакс давридаги асабийлик, қўзғалувчанликни олдини олишда қўлланилади. 
6. Пасивалем кунига 1 махал қабул қилинади. 
7. Пасивалем капсула шаклида эмас, таблетка шаклида. 
8. Пасивалемда лимон ҳидини эслатувчи, Мелисса қўшилган."""
        },
        "black garlic": {
            "name": """BLACK GARLIC""",
            "med_info": """Шиор: Юракка ғамхўрлик, соғлиққа бўлган ишонч! 

Кўрсатмалар: 
 - гиперхолестеринэмия, гипертриглицеридэмия;
 - қон босимини тартибга солиш учун;
 - овқат ҳазм қилиш ва қон айланишини яхшилаш учун;
 - иммун тизимини қўллаб-қувватлаш учун;
 - гепатопротектор таъсирга эришиш учун;
 - организмдан токсинларни чиқариш учун;
 - энергия манбаи сифатида.""",
            "med_key": """Black Garlic - ножўя таъсирларсиз қон томирларингизни ёшартиринг!""",
            "med_mech": """1. SAS - s-аллилцистеин мевалонат кислотаси ҳосил бўлиш йўлидаги ГМГ-КоА редуктаза ферментига тўсқинлик қилади, натижада, жигардан табиий синтезланадиган холестерин миқдори камаяди. 
2. SAS - s-аллилцистеин холестеринни ўт суюқлиги билан чиқиб кетишини стимуллайди. 
3. SAS - s-аллилцистеин антиоксидантлик хусусиятини намоён қилади - холестеринни оксидланишини камайтиради ва атеросклеротик тўсиқлар пайдо бўлишини олдини олади.""",
            "med_dose": """12 ёш ва ундан катталар учун кунига 1 махал эрталабда овқатдан кейин қабул қилинади.""",
            "med_side": """Ножўя таъсирлари: агар кунлик доза меъёридан ошириб юборилса ножўя таъсир, кўнгил айниши чақириши мумкин.
Қарши кўрсатмалар:
Маҳсулот таркибига кирувчи бирор компонентга нисбатан юқори сезувчанлик.""",
            "mkt_fab": """💎 <b>1-FAB</b>\n🔹 <b>F (Хусусият):</b> Black Garlic ГМГ-КоА редуктаза ферментини ингибирлайди\n🔸 <b>A (Афзаллик):</b> Айнан статиндагидек жигардан табиий холестерин синтезини камайтиради\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>2-FAB</b>\n🔹 <b>F (Хусусият):</b> Black Garlic ортиқча ҳид ва таъмга эга эмас\n🔸 <b>A (Афзаллик):</b> Оддий саримсоқдан фарқли равишда ортиқча ҳид ва таъмга эга эмас, ҳар қандай шароитда препаратни қўллаш мумкин\n✅ <b>B (Фойда):</b> Қулайлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>3-FAB</b>\n🔹 <b>F (Хусусият):</b> Узоқ вақт давомида қабул қилганда ҳам ножўя таъсирлар чақирмайди\n🔸 <b>A (Афзаллик):</b> Статинлардан фарқли равишда узоқ давомида қўлласа ҳам миалгия, рабдомиолиз ёки жигарга гепатотоксик таъсир, тератогенлик чақирмайди\n✅ <b>B (Фойда):</b> Хавфсизлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>4-FAB</b>\n🔹 <b>F (Хусусият):</b> Black Garlicни монотерапияда ҳам қўллаш мумкин\n🔸 <b>A (Афзаллик):</b> Статинларга нисбатан организмда қарама-қаршилик бўлса, алтернатив сифатида холестеринни камайтириш мақсадида фойдаланиш мумкин\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>5-FAB</b>\n🔹 <b>F (Хусусият):</b> Black Garlicни статин билан комбинацияда қўллаш мумкин\n🔸 <b>A (Афзаллик):</b> Кичик доза статин билан биргаликда Black Garlicни қўллаш гиперхолестеринемияда ножўя таъсирларсиз терапия имконини беради\n✅ <b>B (Фойда):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>6-FAB</b>\n🔹 <b>F (Хусусият):</b> Black Garlicни самарадорлиги бўйича Ўзбекистонда Кардиология илмий-амалий марказида клиник тадқиқот ўтказилган\n🔸 <b>A (Афзаллик):</b> Далиллар базаси бор, препаратни шифокор ишонч билан тавсия қилиши мумкин\n✅ <b>B (Фойда):</b> Қулайлик\n""",
            "mkt_pos": """Кардиологлар учун  - статинга нисбатан сезувчанлик ортганда, статин қабул қилганда турли хил ножўя таъсирлар сезадиган беморларга, статин қабул қила олмайдиган беморларга альтернатив сифатида ёки катта доза статин қабул қилганда ўзини ёмон ҳис қиладиган беморлар учун кичик доза статин билан биргаликда комбинацияда қўллаш учун позициялантирилади.""",
            "mkt_swot": """📊 SWOT таҳлил яқинда қўшилади""",
            "mkt_target": """Кардиолог - 30 та (А - 2/ В - 28)""",
            "comp_dir": """⚔️ <b>Тўғридан-тўғри рақобатчилар:</b>\n\nРақобатчиларнинг савдо номлари: Black Garlic (Swiss energy)




Тўғридан-тўғри рақобатчиларга қарши ишлаш тактикаси: 
Асфарма компаниясига тегишли Black Garlic препарати таркибидаги таъсир қилувчи модда 750 мг, рақобатчида эса - 250 мг. Black Garlic бўйича Ўзбекистонда клиник тадқиқот ўтказилган, далилий база мавжуд.""",
            "comp_indir": """🔄 <b>Билвосита рақобатчилар:</b>\n\nРақобатчиларнинг савдо номлари: АТОРИС, РОКСЕРА, ТОРВАТОР, РОЗУЛИП, РОЗУЛИП ПЛЮС, ОМЕГА - 3, ФЕНОФИБРАТ

Тўғридан-тўғри бўлмаган рақобатчиларга қарши ишлаш тактикаси: 
Статинлар жуда кўп ножўя таъсирларга эга, масалан, жигарга гепатотоксик таъсир кўрсатади, тератоген таъсири бор, мушакларда статин индуцирланган миопатия чақириш хусусияти бор. 

Статин қабул қилганда ўзида ножўя таъсир сезадиган беморлар учун шифокорлар алтернатив сифатида дори воситаси эмас биологик фаол қўшимчалар ёки диета таклиф қилади. Ана шундай ҳолатларда Black Garlic ажойиб ўринбосар бўла олади."""
        },
    },
    "ru": {
        "welcome": "👋 Здравствуйте! Добро пожаловать в обучающий бот.\n\nДля получения информации выберите препарат:",
        "select_section": "📋 Выберите нужный раздел по препарату <b>{}</b>:",
        "btn_back": "⬅️ Назад",
        "btn_main": "🏠 Главное меню",
        "comp_direct": "🎯 Прямые",
        "comp_indirect": "🔄 Непрямые",
        "btn_quiz": "❓ Проверить знания (Тест)",
        "sections": {
            "med_info": "🎯 Слоган & Показания",
            "med_key": "💬 Ключевое сообщение",
            "med_mech": "⚙️ Механизм действия",
            "med_dose": "⚖️ Режим дозирования",
            "med_side": "⚠️ Побочные & Противоп.",
            "mkt_fab": "💎 FAB анализ",
            "mkt_pos": "📌 Позиционирование",
            "mkt_swot": "📊 SWOT анализ",
            "mkt_target": "🎯 Таргет & Сегмент",
            "mkt_comp": "⚔️ Анализ конкурентов"
        },
        "asformin": {
            "name": """АСФОРМИН (метформин г\х) 850, 1000 мг""",
            "med_info": """Слоган: Ключ к вашему здоровью!

Показание:
1. СД 2-го типа
2. При ожирении
3. Преддиабет
4. Метаболический синдром.
5. Поликистоз яичников.""",
            "med_key": """Асформин — мягкий препарат!""",
            "med_mech": """1. Снижает инсулинорезистентность, повышает чувствительность тканей к инсулину.
2. Уменьшает выработку продуктов глюкозы из печени.
3. Блокирует всасывание глюкозы из тонкой кишки.
4. Уменьшает окисление жирных кислот.""",
            "med_dose": """Если принимается впервые (при монотерапии):
1-я неделя: 500 мг 1 раз, вечером;
2 неделя: 500 мг 2 раза в день, утром и вечером;
3-я неделя: 850 мг 2 раза в день, утром и вечером;
4 неделя: 1000 мг 2 раза в день, утром и вечером. 
Во время или после еды.""",
            "med_side": """Побочные эффекты: тошнота, диарея (в начале лечения).

Противопоказания:
1. Больные с заболеваниями почек или нарушениями функции почек (уровень креатинина в сыворотке крови
>1,4 мг/дл).
2. Пациенты, получающие лечение по поводу сердечной недостаточности.
3. Больные с повышенной чувствительностью к метформину.
4. Острые или хронические метаболические ацидозы (диабетический кетоацидоз, диабетическая прекома).""",
            "mkt_fab": """💎 <b>1-FAB</b>\n🔹 <b>F (Свойство):</b> Асформин доступен в дозах 850 и 1000 мг.\n🔸 <b>A (Преимущество):</b> Это позволяет применять препарат не только при СД 2 типа, но и при метаболическом синдроме, ожирении и преддиабете.\n✅ <b>B (Польза):</b> Удобство\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>2-FAB</b>\n🔹 <b>F (Свойство):</b> Асформин действует по 4 различным механизмам.\n🔸 <b>A (Преимущество):</b> Это представляет собой широкий спектр действия препарата.\n✅ <b>B (Польза):</b> Эффективность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>3-FAB</b>\n🔹 <b>F (Свойство):</b> Верхняя часть Асформин покрыта специальной микрокристаллической оболочкой.\n🔸 <b>A (Преимущество):</b> Это обеспечивает мягкий эффект препарата, то есть даже при первом приеме побочные эффекты наблюдаются реже.\n✅ <b>B (Польза):</b> Безопасность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>4-FAB</b>\n🔹 <b>F (Свойство):</b> При длительном применении не вызывает гипогликемии.\n🔸 <b>A (Преимущество):</b> Позволяет пациентам с сахарным диабетом и ожирением принимать его в течение длительного времени\n✅ <b>B (Польза):</b> Безопасность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>5-FAB</b>\n🔹 <b>F (Свойство):</b> Асформин содержит 100 таблеток в упаковке.\n🔸 <b>A (Преимущество):</b> Одну упаковку препарата можно использовать более месяца.\n✅ <b>B (Польза):</b> Удобство\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>6-FAB</b>\n🔹 <b>F (Свойство):</b> Ингибирует всасывание глюкозы из кишечника в кровь\n🔸 <b>A (Преимущество):</b> Бу тана вазнини камайишида ва айнан семизлиги бор бўлган беморларда қўллашга имкон беради.\n✅ <b>B (Польза):</b> Эффективность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>7-FAB</b>\n🔹 <b>F (Свойство):</b> Асформин доступен по цене\n🔸 <b>A (Преимущество):</b> Препарат доступен для всех слоев населения\n✅ <b>B (Польза):</b> Экономическая доступность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>8-FAB</b>\n🔹 <b>F (Свойство):</b> Асформин также эффективен при монотерапии.\n🔸 <b>A (Преимущество):</b> Позволяет использовать только один препарат при лечении заболевания\n✅ <b>B (Польза):</b> Экономическая доступность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>9-FAB</b>\n🔹 <b>F (Свойство):</b> Нет взаимодействия с антигипергликемическими препаратами\n🔸 <b>A (Преимущество):</b> Позволяет использовать в комбинации\n✅ <b>B (Польза):</b> Удобство\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>10-FAB</b>\n🔹 <b>F (Свойство):</b> Повышает толерантность к глюкозе\n🔸 <b>A (Преимущество):</b> Снижает риск развития гипергликемических состояний\n✅ <b>B (Польза):</b> Эффективность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>11-FAB</b>\n🔹 <b>F (Свойство):</b> Включен в Золотой стандарт лечения СД\n🔸 <b>A (Преимущество):</b> Позволяет без колебаний назначать препарат при лечении СД\n✅ <b>B (Польза):</b> Удобство\n""",
            "mkt_pos": """1. Асформин 850 мг - ВОП и терапевтам при преддиабете, ожирении и метаболическом синдроме.
2. Асформин 1000 мг - для эндокринологов с целью лечения СД 2 типа.""",
            "mkt_swot": """📊 SWOT анализ будет добавлен позже""",
            "mkt_target": """Эндокринолог - 30 (А - 2/ В - 28)
Терапевт, ВОП - по 15 (А - 1,  B - 14)""",
            "comp_dir": """⚔️ <b>Прямые конкуренты:</b>\n\nТорговые названия конкурентов: ГЛЮКОФАЖ, СИОФОР, ДИАФОРМИН, МЕТФОРМИН, РИДФОРМИН, УЛУФОР, ПАНФОР, ИНСУФОР, МЕТФОГАММА, МЕРИФАТИН, МЕТАФАЖ...
Комбинированные: СИТА-МЕТ, НОВУСИТА-М, СИГЛИП-М, ДИАМПА-М, ПРАЙД-М...




Тактика работы против прямых конкурентов:
1. Микрокристаллическая целлюлоза.
2. Асформин хранится в коробке из 100 таблеток.
3. Цена доступная.""",
            "comp_indir": """🔄 <b>Непрямые конкуренты:</b>\n\nТорговые названия конкурентов: ЭМАГЛИФ, АМАРИЛ, ДИАМПА, ОРСЕМА, ГЕПИРИД, ФОРСИГА, ДАПИГА, ДАПА, ОЛТАР...



Тактика работы против непрямых конкурентов:

В основном, исходя из побочных эффектов конкурентов, мы должны показать наши сильные стороны. Метформин входит в золотой стандарт лечения СД 2 типа."""
        },
        "cardiva": {
            "name": """КАРДИВА (карведилол) 6.25, 12.5, 25 мг""",
            "med_info": """Cлоган: Продли активные годы жизни.

Показание:
1. АГ;
2. ИБС (ишемическая болезнь сердца);
3. ХСН (хроническая сердечная недостаточность);
4. Фибрилляция предсердий (ФП).""",
            "med_key": """Кардива - продлевает жизнь!""",
            "med_mech": """При АГ: бета-1 (сердце и почки), альфа-1 - в периферических сосудах, блокирующее действие, действие на NO.

При ИБС: антиоксидантное действие, альфа-1-блокирующее действие в периферических сосудах, бета-1-блокирующее действие в коронарных сосудах, кроме того, действие на NO.

При ХСН: преимущественно снижение ОПСС, альфа-1, а также противовоспалительное, антипролиферативное, антиапоптотическое действия.

При фибрилляции предсердий: имеет эффекты контроля ЧСС.""",
            "med_dose": """При АГ: 12.5 мг х 1 раз 2 дня, с 3-го дня 25 мг х 1 раз;
При ИБС: 12.5 мг х 2 раза 2 дня, с 3-го дня 25 мг х 2 раза;
ХСН: 3.125 мг х 2 раза в течение 2 недель, через 2 недели 6.25 мг х 2 раза в течение следующих 2 недель. Далее каждые 2 недели увеличивать дозу в 2 раза с максимальной суточной дозой не более 50 мг.
При фибрилляции предсердий: от 12,5 мг х 1 раз до 25 мг х 1 раз (при титровании дозы необходимо учитывать частоту сердечных сокращений).""",
            "med_side": """Побочные эффекты: Инфекции и инвазии: чаще: бронхит, пневмония, инфекции верхних дыхательных путей, инфекции мочевыводящих путей.

Противопоказания:
Гиперчувствительность к карведилолу или другим компонентам препарата;
Нестабильная/декомпенсированная сердечная недостаточность;
Клинически значимые нарушения функции печени;
Значительное задерживание жидкости в организме;
Как и другие бета-адреноблокаторы, не следует применять при:
- Атриовентрикулярная блокада II-III степени (за исключением пациентов с искусственным регулятором ритма);
- выраженная брадикардия (менее 50 уд/мин);
- синдром слабости синусового узла (включая синоатриальную блокаду);
- сильная артериальная гипотензия (систолическое артериальное давление ниже 85 мм рт. ст.);
- кардиогенный шок;
- бронхоспазм или бронхиальная астма в анамнезе;
- метаболический ацидоз.""",
            "mkt_fab": """💎 <b>1-FAB</b>\n🔹 <b>F (Свойство):</b> Существуют дозы Кардива 6.25, 12.5, 25 мг\n🔸 <b>A (Преимущество):</b> Препарат можно применять практически при всех видах сердечно-сосудистых заболеваний.\n✅ <b>B (Польза):</b> Эффективность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>2-FAB</b>\n🔹 <b>F (Свойство):</b> Существуют дозы Кардива 6.25, 12.5, 25 мг\n🔸 <b>A (Преимущество):</b> Позволяет легко титровать препарат\n✅ <b>B (Польза):</b> Удобство\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>3-FAB</b>\n🔹 <b>F (Свойство):</b> Альфа-блокирующее действие Кардива\n🔸 <b>A (Преимущество):</b> Это обеспечивает периферическую вазодилатацию и уменьшает ОПСС.\n✅ <b>B (Польза):</b> Эффективность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>4-FAB</b>\n🔹 <b>F (Свойство):</b> Альфа-блокирующее действие Кардива\n🔸 <b>A (Преимущество):</b> Увеличивает ФВ за счёт уменьшения ОПСС\n✅ <b>B (Польза):</b> Эффективность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>5-FAB</b>\n🔹 <b>F (Свойство):</b> Альфа-блокирующее действие Кардива\n🔸 <b>A (Преимущество):</b> Улучшает кровообращение в полости малого таза, не вызывает эректильной дисфункции.\n✅ <b>B (Польза):</b> Эффективность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>6-FAB</b>\n🔹 <b>F (Свойство):</b> Антиоксидантные свойства Кардива\n🔸 <b>A (Преимущество):</b> Присоединяет свободные радикалы и предотвращает дисфункцию эндотелия. Это защищает от ИБС, атеросклероза.\n✅ <b>B (Польза):</b> Эффективность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>7-FAB</b>\n🔹 <b>F (Свойство):</b> 100% выводится печенью\n🔸 <b>A (Преимущество):</b> Препарат безопасен для применения у пациентов с заболеваниями почек\n✅ <b>B (Польза):</b> Безопасность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>8-FAB</b>\n🔹 <b>F (Свойство):</b> Не повышает инсулинорезистентность\n🔸 <b>A (Преимущество):</b> На основании проведенных клинических исследований сделан вывод, что карведилол снижает инсулинорезистентность. Это позволяет применять препарат у пациентов с СД 2 типа и сердечно-сосудистыми заболеваниями.\n✅ <b>B (Польза):</b> Безопасность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>9-FAB</b>\n🔹 <b>F (Свойство):</b> Кардива неселективный бета-блокатор\n🔸 <b>A (Преимущество):</b> Это позволяет полностью охватить вегетативную часть симпатической нервной системы, блокируя рецепторы альфа-1, бета-1 и бета-2.\n✅ <b>B (Польза):</b> Эффективность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>10-FAB</b>\n🔹 <b>F (Свойство):</b> Стимулирует эндотелиальный аргинин и увеличивает синтез NO (оксида азота II)\n🔸 <b>A (Преимущество):</b> NO (оксид азота II) расширяет кровеносные сосуды, в результате чего снижается ЧСС и АГ.\n✅ <b>B (Польза):</b> Эффективность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>11-FAB</b>\n🔹 <b>F (Свойство):</b> В упаковке Кардива 28 таблекток\n🔸 <b>A (Преимущество):</b> Это означает, что при приеме одной упаковки препарата без остатка точно хватит на 4 недели.\n✅ <b>B (Польза):</b> Удобство\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>12-FAB</b>\n🔹 <b>F (Свойство):</b> Кардива является самой дешевой из своих прямых конкурентов.\n🔸 <b>A (Преимущество):</b> Кардива экономически выгодна для больных, которым она рекомендована\n✅ <b>B (Польза):</b> Экономическая доступность\n""",
            "mkt_pos": """1. Кардива 6.25 мг - позиционируется при хронической сердечной недостаточности, является препаратом выбора при ХСН за снижение общего периферического сосудистого сопротивления, снижение нагрузки на сердце, улучшение фракции выброса.

2. Кардива 12.5 мг - применяется при лечении артериальной гипертензии. Карведилол является препаратом выбора как у больных АГ, так и у больных с поражением периферических артерий (осложнения СД), метаболическими нарушениями (СД, дислипидемия) с большим количеством сердечных сокращений.

3. Кардива 25 мг - у пациентов с ишемической болезнью сердца, у пациентов, осложненных гипертрофией или дилатацией, для улучшения фракции выброса целевая доза карведилола должна быть увеличена с 25 мг до 2 раз в день.

4. Для контроля ССС при фибрилляции предсердий используются бета-блокаторы, стандартными являются карведилол и небиволол. В проведенных клинических исследованиях карведилол вводили сначала по 12,5 мг, затем по 25 мг 1 раз.""",
            "mkt_swot": """📊 SWOT анализ будет добавлен позже""",
            "mkt_target": """Кардиолог  -  30 (А - 2/ В - 28)
Терапевт, ВОП  -  по 15 (А - 1/ В - 14)""",
            "comp_dir": """⚔️ <b>Прямые конкуренты:</b>\n\nТорговые названия конкурентов:  КАРВИДИЛ, ТАЛЛИТОН, ВЕДИКАРДОЛ, АКРИДОЛ




Тактика работы против прямых конкурентов:
У нас нет четко выделяющейся сильной стороны, в основном мы должны завоевать доверие врачей через регулярные, качественные визиты.""",
            "comp_indir": """🔄 <b>Непрямые конкуренты:</b>\n\nТорговые названия конкурентов: КОНКОР, ЭМКОР, БИСОПРОЛ, БИДОП, БИСОПРОЛОЛ, НИПЕРТЕН, НЕБИЛЕТ, НЕБИВОРЛД, ЭГИЛОК, БЕЛАСКОР



Тактика работы против непрямых конкурентов:

Кардива отличается от селективных бета-блокаторов преимущественно альфа-блокирующими свойствами. Кроме того, селективные бета-блокаторы могут вызывать метаболические нарушения. Может быть причиной инсулинорезистентности и эректильной дисфункции. Именно такие побочные эффекты не наблюдаются у карведилола."""
        },
        "dilutix": {
            "name": """ДИЛЮТИКС (клопидогрел) 75 мг""",
            "med_info": """Слоган: Жизнь течет более гладко!

Показание:
Профилактика атеротромботических осложнений у взрослых пациентов:
- при диагностировании инфаркта миокарда, ишемического инсульта или окклюзионной болезни периферических артерий;
- Пациенты с острым коронарным синдромом без подъема сегмента ST (нестабильная стенокардия или инфаркт миокарда без зубца Q), в том числе перенесшие чрескожное коронарное вмешательство или аорто-коронарное шунтирование (с стентированием или без стентирования);
- возможность проведения тромболитической терапии в сочетании с ацетилсалициловой кислотой при остром коронарном синдроме с подъемом сегмента ST (острый инфаркт миокарда) при медикаментозном лечении.
Профилактика атеротромботических и тромбоэмболических осложнений (включая инсульт) при фибрилляции предсердий: - у взрослых больных, имеющих хотя бы один фактор риска развития сосудистых осложнений, не воспринимающих антагонисты витамина К и имеющих низкий риск кровотечения (в сочетании с ацетилсалициловой кислотой).""",
            "med_key": """Дилютикс вызывает меньшую резистентность, чем АСК.""",
            "med_mech": """Клопидогрел блокирует расположенные на поверхности тромбоцитов рецепторы АДФ (P2Y12), а затем блокирует активацию рецептора GpIIb|IIIA и подавляет агрегацию тромбоцитов.""",
            "med_dose": """Препарат принимают внутрь 1 раз в день независимо от приема пищи.
При выявлении инфаркта миокарда, ишемического инсульта или окклюзионной болезни периферических артерий назначают по 75 мг 1 раз в день.

При остром коронарном синдроме:
- Лечение клопидогрелом при не поднятом сегменте ST (нестабильная стенокардия или инфаркт миокарда без зубца Q) следует начинать с приема разовой нагрузочной дозы.
300 мг, затем продолжить прием в дозе 75 мг 1 раз в день (совместно с ацетилсалициловой кислотой в дозе 75-325 мг в день);

При подъеме сегмента ST (при остром инфаркте миокарда) клопидогрел назначают, начиная с нагрузочной дозы 300 мг, затем по 75 мг 1 раз в день, с ацетилсалициловой кислотой в сочетании с тромболитиками или без них.
Пациентам старше 75 лет нагрузочная доза не назначается. Комбинированная терапия начинается как можно раньше после появления симптомов и продолжается не менее 4 недель.""",
            "med_side": """Побочные эффекты:
Со стороны кроветворной и лимфатической системы:  тромбоцитопения, лейкопения, эозинофилия. Со стороны иммунной системы: анафилактоидные реакции, сыворотка.
Со стороны нервной системы: редко: внутричерепные кровоизлияния (имеются сообщения об отдельных случаях со смертельным исходом), головная боль, головокружение, парестезии. Со стороны органа зрения: внутриглазные кровоизлияния (конъюнктивальные, ретинальные). Со стороны сердечно-сосудистой системы: гематома.
Со стороны дыхательной системы, органов грудной клетки и средостения: носовое кровотечение.
Со стороны пищеварительной системы: желудочно-кишечное кровотечение, диспепсия, боль в эпигастральной области, диарея.

Противопоказание: Гиперчувствительность к клопидогрелу или другим компонентам препарата. Тяжелая печеночная недостаточность. Острое патологическое кровотечение (например, кровотечение из пептической раны или внутричерепное кровоизлияние).""",
            "mkt_fab": """💎 <b>1-FAB</b>\n🔹 <b>F (Свойство):</b> Дилютикс оказывает непосредственное действие на тромбоциты, непосредственно блокирует рецепторы АДФ (P2Y12), расположенные на поверхности тромбоцитов.\n🔸 <b>A (Преимущество):</b> Прекращает активацию тромбоцитов, в результате чего тромбоциты не агрегируют.\n✅ <b>B (Польза):</b> Эффективность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>2-FAB</b>\n🔹 <b>F (Свойство):</b> Более эффективный, чем другие антиагреганты\n🔸 <b>A (Преимущество):</b> Дилютикс более эффективен, чем АСК, в предотвращении риска сердечно-сосудистых катастроф (по данным CAPRIE)\n✅ <b>B (Польза):</b> Эффективность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>3-FAB</b>\n🔹 <b>F (Свойство):</b> Низкий риск желудочных кровотечений, менее выраженные гастропатические побочные эффекты по сравнению с АСК\n🔸 <b>A (Преимущество):</b> Это позволяет длительное применение АСК у больных с заболеваниями желудочно-кишечного тракта.\n✅ <b>B (Польза):</b> Безопасность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>4-FAB</b>\n🔹 <b>F (Свойство):</b> Более безопасно, чем ингибиторы P2Y12 нового поколения\n🔸 <b>A (Преимущество):</b> Согласно исследованию POPULAR AGE, был сделан вывод, что клопидогрель предпочтительнее для пожилых пациентов по сравнению с тикагрелором и просугрелем из-за отсутствия риска кровотечения и одышки.\n✅ <b>B (Польза):</b> Безопасность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>5-FAB</b>\n🔹 <b>F (Свойство):</b> Меньше резистентности\n🔸 <b>A (Преимущество):</b> При клопидогреле риск резистентности ниже, чем при АСК, тикагрелоре, просугреле, что позволяет длительно принимать препарат.\n✅ <b>B (Польза):</b> Безопасность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>6-FAB</b>\n🔹 <b>F (Свойство):</b> Клопидогрел имеет высокую переносимость.\n🔸 <b>A (Преимущество):</b> Рекомендуется применять для профилактики риска осложнений у пациентов с сердечно-сосудистыми заболеваниями.\n✅ <b>B (Польза):</b> Безопасность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>7-FAB</b>\n🔹 <b>F (Свойство):</b> Приём в состоянии, не связанном с едой\n🔸 <b>A (Преимущество):</b> Клопидогрел можно принимать независимо от пищи.\n✅ <b>B (Польза):</b> Удобство\n""",
            "mkt_pos": """Дилютикс 75 мг в основном назначается для профилактики осложнений у пациентов с диагнозом ишемическая болезнь сердца (ИБС). Кроме того, применяется для предотвращения риска тромбоэмболии у пациентов, перенесших операции по АКШ, ЧКВ.""",
            "mkt_swot": """📊 SWOT анализ будет добавлен позже""",
            "mkt_target": """Кардиолог  -  30 (А - 2/ В - 28)
Терапевт, ВОП  -  по 15 (А - 1/ В - 14)""",
            "comp_dir": """⚔️ <b>Прямые конкуренты:</b>\n\nТорговые названия конкурентов:  ПЛАВИКС, ЗИЛТ, КЛОПИ, КЛОПИДОГРЕЛ, ЛОПИГРОЛ, СИДИГРЕЛ, НОКЛОТ, ТРОМБОНЕТ, СИДИГРЕЛ, КЛОПИЦИН, СТАЗЕКС


Тактика работы против прямых конкурентов:
У нас нет четко выделяющейся сильной стороны, в основном мы должны завоевать доверие врачей через регулярные, качественные визиты.""",
            "comp_indir": """🔄 <b>Непрямые конкуренты:</b>\n\nТорговые названия конкурентов: КАРДИОМАГНИЛ, ТРОМБОПОЛ, ТРОМБО АСС, КСАРЕЛТО, СЕРБАН, РИВОКСАЖЕН, ТИКАГРЕЛОР, ЗУГРЕЛ




Тактика работы против непрямых конкурентов:

Дилютикс (клопидогрел) имеет несколько меньше побочных эффектов. Например, применение АСК у пациентов с язвой желудка более опасно, повышает риск кровотечения. АСК вызывает большую резистентность, чем клопидогрел.

Клопидогрел блокирует рецептор, расположенный непосредственно на поверхности тромбоцита, АСК блокирует ферментативное звено. Ривороксабан и акиксабаны являются антикоагулянтами и, влияя на факторы свертывания крови, снижают образование фибриногена.
Согласно исследованиям, больные прекратили прием тикагрелора и просугреля из-за того, что их частое применение вызывало одышку и обильное кровотечение."""
        },
        "dorepam": {
            "name": """ДОРЕПАМ (эсциталопрам) 10 мг, 20 мг""",
            "med_info": """Слоган: Свобода от тревоги и стресса!

Показание:
- депрессивные эпизоды любой степени;
- панические расстройства с/без агорафобии;
- расстройство социальной тревожности (социальная фобия);
- генерализованное тревожное расстройство;
- обсессивно-компульсивное расстройство.""",
            "med_key": """Дорепам - эталонный антидепрессант, который можно использовать при депрессии при сердечно-сосудистых заболеваниях.""",
            "med_mech": """Дорепам - селективно ингибирует обратный захват серотонина. Транспортер серотонина блокирует основной первичный сайт и аллостерический сайт SERT. Благодаря этому механизму действия проявляется суперселективность.""",
            "med_dose": """При депрессии у неврологических или кардиологических больных:
- начальная доза - 5 мг;
- до 10 мг через неделю;
если доза необходима, дозу можно увеличить. Однако при сердечно-сосудистых заболеваниях не следует превышать 20 мг в сутки.
У пациентов с тревоги и фобии:
- начальная доза - 5 мг;
- Через 1 неделю - 10 мг;
- Через 2 недели - можно увеличить до 15-20 мг (у обсессивно-компульсивных пациентов рекомендовано давать по 20 мг).""",
            "med_side": """Побочные эффекты: в течение первых 2 недель терапии могут наблюдаться тошнота, рвота.

Противопоказания: повышенная чувствительность к эсциталопраму и другим компонентам препарата.
Одновременный прием неселективных необратимых ингибиторов моноаминооксидазы (МАО) запрещен из-за риска развития серотонинового синдрома (тревога, тремор, гипертермия и др.).
Одновременный прием обратимых ингибиторов МАО (н-р, моклобемид) или неселективного обратимого ингибитора МАО линезолида запрещен из-за риска развития серотонинового синдрома.
Наличие в анамнезе удлинения интервала QT или врожденного синдрома удлинённого QT.
Одновременный прием препаратов, который может привести к увеличению интервала QT.""",
            "mkt_fab": """💎 <b>1-FAB</b>\n🔹 <b>F (Свойство):</b> Существуют дозы Дорепам 10 и 20 мг.\n🔸 <b>A (Преимущество):</b> Это позволяет титровать препарат не только у пациентов с депрессией, но и со страхом и паникой.\n✅ <b>B (Польза):</b> Удобство\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>2-FAB</b>\n🔹 <b>F (Свойство):</b> Дорепам ингибирует обратный захват серотонина\n🔸 <b>A (Преимущество):</b> Сератонин восстанавливается, и депрессия уменьшается.\n✅ <b>B (Польза):</b> Эффективность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>3-FAB</b>\n🔹 <b>F (Свойство):</b> Дорепам является S-энантомером циталопрама.\n🔸 <b>A (Преимущество):</b> S-энантомер ингибирует в 100 раз сильнее, чем R-энантомер.\n✅ <b>B (Польза):</b> Эффективность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>4-FAB</b>\n🔹 <b>F (Свойство):</b> Дорепам действует по 2 механизмам.\n🔸 <b>A (Преимущество):</b> Препаратни депрессия ва вахимада кенг фойдаланиш имконини беради\n✅ <b>B (Польза):</b> Эффективность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>5-FAB</b>\n🔹 <b>F (Свойство):</b> Дорепам практически не влияет на 5-НТ (гидрокситриптамин), D1-5 дофамин, H1-3-гистамин, M1-5-мускарин, альфа- и бета-адренорецепторы.\n🔸 <b>A (Преимущество):</b> Это предотвращает побочные эффекты, связанные с этими рецепторами.\n✅ <b>B (Польза):</b> Безопасность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>6-FAB</b>\n🔹 <b>F (Свойство):</b> Сбалансированный антидепрессант Дорепам\n🔸 <b>A (Преимущество):</b> Его можно использовать при депрессии, сопровождающейся как паническими атаками, так и заторможенностью.\n✅ <b>B (Польза):</b> Безопасность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>7-FAB</b>\n🔹 <b>F (Свойство):</b> Дорепам можно применять у пациентов с эпилепсией+депрессией.\n🔸 <b>A (Преимущество):</b> То есть Дорепам можно применять у пациентов с фокальной эпилепсией+депрессией.\n✅ <b>B (Польза):</b> Безопасность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>8-FAB</b>\n🔹 <b>F (Свойство):</b> Не влияет на артериальное давление, частоту сердечных сокращений или ЭКГ.\n🔸 <b>A (Преимущество):</b> Также может применяться у пациентов с депрессией и сердечно-сосудистыми заболеваниями.\n✅ <b>B (Польза):</b> Безопасность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>9-FAB</b>\n🔹 <b>F (Свойство):</b> Дорепам можно использовать при постинсультной депрессии.\n🔸 <b>A (Преимущество):</b> Дорепам можно применять при когнитивных нарушениях и постинсультной депрессии, которые часто встречаются после инсульта.\n✅ <b>B (Польза):</b> Эффективность\n""",
            "mkt_pos": """Дорепам 10 мг - позиционируется при депрессии, инсульте и постинфарктной депрессии.

Дорепам 20 мг - позиционируется при тревожных расстройства и тревожно-депрессивных расстройства""",
            "mkt_swot": """📊 SWOT анализ будет добавлен позже""",
            "mkt_target": """Невропатолог - 20 (А - 2/ В - 18)
Кардиолог - 30 (А - 2/ В - 28)
Психиатр - 10 (А-1/ В-9)""",
            "comp_dir": """⚔️ <b>Прямые конкуренты:</b>\n\nТорговые названия конкурентов: СЕВПРАМ, МЕДАЛОПРАМ, ЭСПА, ПРАМОКСАЛ, ЦИТАПРА, ДЕПРО




Тактика работы против прямых конкурентов:
1. Наличие в Дорепам дозы 20 мг.
По остальным аспектам не имеет большого преимущества перед конкурентами. В основном работа ведется с помощью хороших связей с врачами, регулярных визитов и постоянного напоминания о препарате.""",
            "comp_indir": """🔄 <b>Непрямые конкуренты:</b>\n\nТорговые названия конкурентов: ФЛУОКСЕТИН-ЛАННАХЕР, ДЕПРЕС, РЕКСЕТИН, МИРТЕЛ, ВЕЛАКСИН, ВЕЛАКСОР, СТИМУЛОТОН, ФЕВАРИН, АДЕП, 
ПАРСОЛЕТ, АМИТРИПТИЛЛИН-ГРИНДЕКС. 



Тактика работы против непрямых конкурентов:

Молекула эсциталопрама отличается по механизму действия, т.е. относится к группе, ингибирующей суперселективный обратный захват серотонина.
Объединение 522 клинических исследований на эсциталопрам показало, что эффективность и безопасность препарата у 116 тысяч пациентов была признана антидепрессантом с наилучшим профилем по сравнению с другими антидепрессантами.
Эсциталопрам, будучи наиболее безопасным антидепрессантом, применяется при инсульте и постинфарктной депрессии.
Не ухудшает прогноз сердечно-сосудистых заболеваний, не влияет на ЭКГ и частоту сердечных сокращений. Не влияет на 5-НТ-рецепторы серотонина, дофамина, мускарина, гистамина.
Период полувыведения около 30 часов (например, 48-72 часа у флуоксетина), не влияет на массу тела, синдром отмены отсутствует."""
        },
        "evalep": {
            "name": """ЭВАЛЕП (леветирацетам) 250, 500, 1000 мг""",
            "med_info": """Слоган: 1. Улучшение когнитивного потенциала. 2. Недостающий элемент контроля.

Показания: Как монотерапия при лечении парциальных (фокальных) припадков с вторичной генерализацией или без нее у взрослых, детей и подростков с вновь выявленной эпилепсией.
В лечении в составе комплексной терапии:
- при миоклонических приступах у взрослых с миоклонической эпилепсией у детей и у подростков старше 12 лет;
- при первичных генерализованных эпилептических тонико-клонических приступах у взрослых с идиопатической генерализованной эпилепсией и подростков старше 12 лет.""",
            "med_key": """Эвалеп - не ограничивает когнитивные возможности у пациентов с эпилепсией!""",
            "med_mech": """Эвалеп (леветирацетам) модулирует выделение нейромедиаторов за счет блокирования SV2A-рецепторов, расположенных на поверхности синаптических везикул. Кроме того, блокирует Са+ каналы и повышает ГАМК-эргические торможение.""",
            "med_dose": """Способ применения и дозы
Эвалеп™ таблетки, покрытые пленочной оболочкой, принимают внутрь, независимо от приема пищи, запивая достаточным количеством воды. Суточную дозу делят на 2 одинаковых приема.

Монотерапия
Взрослые и подростки старше 16 лет
Рекомендованная начальная доза составляет по 250 мг 2 раза в день; через 2 недели дозу увеличивают до начальной терапевтической по 500 мг 2 раза в день. В зависимости от клинической эффективности дозу можно увеличивать каждые 2 недели на 250 мг 2 раза в день; максимальная суточная доза составляет по 1500 мг 2 раза в день.
В составе комплексной терапии
Взрослые (18 лет и старше) и подростки (12-17 лет) с массой тела 50 кг и более
Начальная терапевтическая доза составляет по 500 мг 2 раза в день; эта дозу можно принимать с первого дня лечения. В зависимости от клинической эффективности и переносимости препарата доза может быть увеличена до 1500 мг 2 раза в день. Изменение дозы (увеличение или уменьшение) на 500 мг 2 разав день может осуществляться каждые 2-4 недели.
Дети 4-11 лет и подростки (12-17 лет) с массой тела менее 50 кг
Детям в возрасте до 4 лет леветирацетам назначают в форме раствора для приема внутрь.
Начальная терапевтическая доза составляет 10 мг/кг 2 раза в день. В зависимости от клинической эффективности и переносимости доза может быть увеличена до 30 мг/кг 2 раза в день. Изменение дозы (увеличение или уменьшение) не должно превышать 10 мг/кг 2 раза в день каждые 2 недели. Следует назначать минимальную эффективную дозу. Дозы для детей с массой тела 50 кг и более такие же, как и для взрослых. Врачу следует назначать препарат в наиболее подходящей лекарственной форме и дозе в зависимости от массы тела пациента.
Дозы, рекомендованные у детей и подростков:
Масса тела (кг)
Начальная доза
10 мг/кг 2 раза в день
Максимальная доза
30 мг/кг 2 раза в день
15 кг(1)
150 мг 2 раза в день
450 мг 2 раза в день
20 кг(1)
200 мг 2 раза в день
600 мг 2 раза в день
25 кг
250 мг 2 раза в день
750 мг 2 раза в день
50 кг и выше(2)
500 мг 2 раза в день
1500 мг 2 раза в день
(1) У детей с массой тела 25 кг и менее лечение рекомендуется начинать с леветирацетама в форме раствора для приема внутрь.
(2) Дозы для детей с массой тела 50 кг и более такие же, как и для взрослых.""",
            "med_side": """Наиболее частыми побочными эффектами были:
- назофарингит;
- сонливость;
- головная боль;
- усталость;
- головокружение

Противопоказания:
Гиперчувствительность к леветирацетаму, другим производным пирролидона или компонентам препарата.""",
            "mkt_fab": """💎 <b>1-FAB</b>\n🔹 <b>F (Свойство):</b> Эвалеп доступен в дозировках 250, 500 и 1000 мг.\n🔸 <b>A (Преимущество):</b> Позволяет применять препарат у взрослых, начиная с раннего возраста, и удобен для титрования.\n✅ <b>B (Польза):</b> Удобство\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>2-FAB</b>\n🔹 <b>F (Свойство):</b> Дозы Эвалепа 250 и 500 мг розового и голубого цвета.\n🔸 <b>A (Преимущество):</b> Это облегчает прием препарата, особенно у маленьких детей, чтобы отличать его от других принимаемых препаратов.\n✅ <b>B (Польза):</b> Удобство\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>3-FAB</b>\n🔹 <b>F (Свойство):</b> Эвалеп применяется практически при всех видах эпилепсии.\n🔸 <b>A (Преимущество):</b> Препарат позволяет использовать фокальные или генерализованные формы эпилепсии\n✅ <b>B (Польза):</b> Эффективность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>4-FAB</b>\n🔹 <b>F (Свойство):</b> Эвалеп блокирует рецепторы SV2A\n🔸 <b>A (Преимущество):</b> В отличие от других противоэпилептических препаратов, модулирует высвобождение нейромедиаторов.\n✅ <b>B (Польза):</b> Самарадорлик\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>5-FAB</b>\n🔹 <b>F (Свойство):</b> Эвалеп не метаболизируется в печени, не является индуктором цитахрома p450\n🔸 <b>A (Преимущество):</b> Длительный прием препарата не оказывает побочных эффектов на печень.\n✅ <b>B (Польза):</b> Безопасность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>6-FAB</b>\n🔹 <b>F (Свойство):</b> Эвалеп не ухудшает когнитивные функции, а, наоборот, улучшает их.\n🔸 <b>A (Преимущество):</b> У маленьких детей препарат можно применять длительное время.\n✅ <b>B (Польза):</b> Безопасность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>7-FAB</b>\n🔹 <b>F (Свойство):</b> Эвалеп не влияет на контрацептивы и женские гормоны.\n🔸 <b>A (Преимущество):</b> Препарат можно применять у женщин в период полового созревания или детородного возраста.\n✅ <b>B (Польза):</b> Безопасность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>8-FAB</b>\n🔹 <b>F (Свойство):</b> Эвалеп не взаимодействует с другими препаратами\n🔸 <b>A (Преимущество):</b> Может применяться не только в комбинации с противоэпилептическими препаратами, но и с другими лекарственными средствами.\n✅ <b>B (Польза):</b> Безопасность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>9-FAB</b>\n🔹 <b>F (Свойство):</b> Эвалеп можно применять и у пожилых пациентов.\n🔸 <b>A (Преимущество):</b> Благодаря высокой переносимостью препарат можно применять и у пожилых пациентов.\n✅ <b>B (Польза):</b> Удобство\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>10-FAB</b>\n🔹 <b>F (Свойство):</b> Эвалеп можно использовать во время беременности\n🔸 <b>A (Преимущество):</b> В отличие от других противоэпилептических препаратов, при переводе на ЭВАЛЕП с момента планирования беременности вероятность рождения здорового ребенка без врожденных дефектов выше.\n✅ <b>B (Польза):</b> Безопасность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>11-FAB</b>\n🔹 <b>F (Свойство):</b> При быстром титровании препарата побочных эффектов не наблюдалось.\n🔸 <b>A (Преимущество):</b> В отличие от других антиэпилептических препаратов, их можно быстро титровать для достижения терапевтической дозы.\n✅ <b>B (Польза):</b> Удобство\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>12-FAB</b>\n🔹 <b>F (Свойство):</b> Нет необходимости следить за концентрацией Эвалеп в крови.\n🔸 <b>A (Преимущество):</b> Это не требует дополнительных затрат на определение концентрации в крови постоянно принимаемого пациентом антиэпилептического препарата.\n✅ <b>B (Польза):</b> Экономическая доступность\n""",
            "mkt_pos": """Эвалеп 250, 500 мг - позиционируется для детских неврологов, эпилептологов для лечения фокальных, миоклонических, генерализованных приступов у детей старше 4 лет.

Эвалеп 500 мг, 1000 мг - позиционируется для неврологов для лечения фокальных, миоклонических и генерализованных приступов, встречающихся у подростков и взрослых.

Эвалалеп 1000 мг - для эндокринологов также можно позиционировать при нейропатических болях.""",
            "mkt_swot": """📊 SWOT анализ будет добавлен позже""",
            "mkt_target": """Невропатолог - 20  (А - 2/ В - 18)
Психиатр - 10  (А-1/ В-9)""",
            "comp_dir": """⚔️ <b>Прямые конкуренты:</b>\n\nТорговые названия конкурентов: КЕППРА, ЛЕТИРАМ, ЛОГУФЕН, ЛЕВИЦИТАМ, ЛЕВИЛ. 





Тактика работы против прямых конкурентов:

1. Эвалеп отличается от ЛОГУФЕН, ЛЕВИЦИТАМ наличием дозы 1000 мг.
2. Дозы Эвалеп 250 мг и 500 мг отличаются от других конкурентов цветом таблеток.
2. Эвалеп отличается от ЛОГУФЕН и ЛЕВИЦИТАМ количеством таблеток в одной коробке No50. Доза 1000 мг более выгодна по цене, чем у конкурента.
Других отличий нет.""",
            "comp_indir": """🔄 <b>Непрямые конкуренты:</b>\n\nТорговые названия конкурентов: КОНВУЛЕКС, КАРБАМАЗЕПИН, ОКСАПИН, ДЕПАКИН, КАРБАЛЕКС, МЕЗАКАР, ТОПИРОМАКС, БЕНЗОНАЛ

Тактика работы против непрямых конкурентов:

1. Не влияет на когнитивную активность.
2. Не подвергается воздействию печеночного фермента цитохрома.
3. Эвалеп связывается с белками крови только на 10%.
4. Эвалеп не влияет на женские гормоны, не влияет на контрацептивы.
5. Эвалеп можно применять при беременности.
6. Не влияет на выпадение волос и увеличение массы тела.
7. Эвалеп не влияет на ферменты печени.
8. Контроль концентрации Эвалеп в крови не требуется."""
        },
        "bicarbonorm": {
            "name": """БИКАРБОНОРМ (натрия бикарбонат) 1000 мг""",
            "med_info": """Слоган: Ритм в жизни на одной волне!

Показания: Применяется для поддерживающей терапии метаболического ацидоза и рецидивирующего метаболического ацидоза у взрослых и пациентов старше 14 лет с хронической почечной недостаточностью (хронической болезнью почек и почечным тубулярным ацидозом).""",
            "med_key": """Бикарбонорм - удобный и безопасный способ предотвращения прогрессирования хронической болезни почек.""",
            "med_mech": """Бикарбонорма из желудка в неизмененном состоянии поступает в тонкую кишку и всасывается в кровь. В крови расщепляется на ионы натрия и гидрокарбоната НСО3. Гидрокарбонатные ионы снижают избыточную кислотность крови. нормализует pH.""",
            "med_dose": """Схема дозирования осуществляется индивидуально: в зависимости от содержания гидрокарбонат-ионов в крови. Дозируется в среднем по 1 таблетке 2 раза в день.""",
            "med_side": """Побочные эффекты: Частота встречаемости: очень часто (≥1/10); часто (≥1/100 до <1/10); нечасто (≥1/1000 до <1/100); редко (≥1/10000 до <1/1000); очень редко (<1/10000); частота неизвестна (по имеющимся данным невозможно определить частоту встречаемости). 
Неизвестная частота: метеоризм и боли в животе. Костно-мышечной системой, соединительной тканью. Неизвестная частота: гипокальциемическая тетания, вызванная передозировкой гидрокарбоната натрия (мышечная чувствительность из-за низкого уровня кальция), повышенная тяжесть имеющихся жалоб на желудочно-кишечный тракт (диарея и др.) со стороны почек и мочевыводящих путей. 
Частота неизвестна: образование кальциевых или магниевых фосфатных камней в почках в результате длительного использования гидрокарбоната натрия. При возникновении побочных эффектов обратитесь к врачу.

Противопоказание: Гиперчувствительность к активному веществу или какому-либо другому компоненту препарата. Алкалоз, гипокалиемия, гипернатриемия, диета с низким содержанием натрия.""",
            "mkt_fab": """💎 <b>1-FAB</b>\n🔹 <b>F (Свойство):</b> Препарат Бикарбонорм в форме таблеток\n🔸 <b>A (Преимущество):</b> Позволяет пациентам с диабетической нефропатией и ХБП принимать препарат в любое время и в любом месте.\n✅ <b>B (Польза):</b> Удобство\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>2-FAB</b>\n🔹 <b>F (Свойство):</b> Таблетки Бикарбонорм покрыты гастрорезистентной оболочкой\n🔸 <b>A (Преимущество):</b> Препарат устойчив к кислой среде желудка и растворим в тонком кишечнике, поступает в кровь в неизмененном виде.\n✅ <b>B (Польза):</b> Удобство\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>3-FAB</b>\n🔹 <b>F (Свойство):</b> Бикарбонорм нейтрализует кислотную среду в крови.\n🔸 <b>A (Преимущество):</b> Это позволяет применять препарат именно при метаболическом ацидозе.\n✅ <b>B (Польза):</b> Эффективность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>4-FAB</b>\n🔹 <b>F (Свойство):</b> Бикарбонорм замедляет прогрессирование хронической болезни почек\n🔸 <b>A (Преимущество):</b> Коррекция метаболического ацидоза замедляет прогрессирование ХБП.\n✅ <b>B (Польза):</b> Эффективность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>5-FAB</b>\n🔹 <b>F (Свойство):</b> Таблетки Бикарбонорм содержат симетикон в качестве вспомогательного вещества.\n🔸 <b>A (Преимущество):</b> Это частично защищает от побочных эффектов препарата, частично уменьшает образование газов или боли в животе\n✅ <b>B (Польза):</b> Безопасность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>6-FAB</b>\n🔹 <b>F (Свойство):</b> В Узбекистане в Научно-практическом центре нефрологии под руководством главного нефролога было проведено клиническое исследование применения препарата на преддиализной стадии ХБП (хроническая болезнь почек)\n🔸 <b>A (Преимущество):</b> Имеется достоверная доказательная база эффективности препарата.\n✅ <b>B (Польза):</b> Удобство\n""",
            "mkt_pos": """Для нефрологов и эндокринологов препарат позиционируют по замедлению прогрессирования ХБП за счет снижения метаболического ацидоза при диабетической нефропатии.""",
            "mkt_swot": """📊 SWOT анализ будет добавлен позже""",
            "mkt_target": """Нефролог  - 30  (А-1/  В-9 )
Эндокринолог  -  30  (А - 2/ В - 28)""",
            "comp_dir": """⚔️ <b>Прямые конкуренты:</b>\n\nТорговые названия конкурентов: АНТИАЦИДОЗ ТАБ. №60


Тактика работы против прямых конкурентов: 

Таблетки Бикарбонорм покрыты гастрорезистентной оболочкой. Конкурентная Антиацидоз об этом не сообщает. Бикарбонорм устойчив к кислотной среде в желудке и растворяется в тонкой кишке и всасывается в кровь на 100%.""",
            "comp_indir": """🔄 <b>Непрямые конкуренты:</b>\n\nТорговые названия конкурентов: СОДА-БУФЕР 200 МЛ, НАТРИЯ БИКАРБОНАТ, НАТРИЯ ГИДРОКАРБОНАТ, ПРОРЕНАЛ, КЕТОБЕСТ

Тактика работы против непрямых конкурентов:

Бикарбонорм имеет форму таблетки, покрытой гастрорезистентной оболочкой, поэтому удобно применять в любых условиях. В отличие от инфузионных растворов не требует отдельного медицинского персонала.

Проренал и Кетобест не используются для коррекции метаболического ацидоза. Они используются в комплексном лечении ХБП."""
        },
        "pasivalem": {
            "name": """ПАСИВАЛЕМ 5-HTP""",
            "med_info": """Слоган: Хороший сон - успешный день!
Показание:
- облегчает сон, укрепляет нервную систему, способствует эмоциональной возбудимости и раздражительности.
- может быть полезен при вздутии живота, метеоризме (избыточном образовании газа в кишечнике), запорах.
- помогает при симптомах менструации (таких как повышенная чувствительность, эмоциональная возбудимость).
- способствует снижению симптомов менопаузы (климакса): нервного напряжения, снижает тяжесть и частоту высыпаний, приступов раздражения.""",
            "med_key": """Пасивалем 5-НТР - уникальный компонентный состав!""",
            "med_mech": """5-НТР (5-гидрокситриптофан) - образуется из незаменимой аминокислоты триптофана. Попадая в организм, триптофан превращается в L-триптофан, который декарбоксилируется и переходит в 5-НТР. 5-НТР является основным сырьем для синтеза сератонина. То есть, чем больше 5-НТР, тем больше синтез гормона счастья сератонина, чем больше сератонина, тем больше мелатонина.""",
            "med_dose": """12 лет и старше - по 1 таблетке 1 раз в день за 1 час до сна.""",
            "med_side": """Побочные эффекты: из-за содержания 5 различных компонентов повышенная чувствительность организма к какому-либо компоненту может вызвать дискомфорт.

Противопоказание: при повышенной чувствительности к какому-либо компоненту препарата и у пациентов в возрасте до 12 лет, в связи с отсутствием достаточной информации о применении во время беременности и лактации.""",
            "mkt_fab": """💎 <b>1-FAB</b>\n🔹 <b>F (Свойство):</b> Пасивалем содержит 5 различных компонентов.\n🔸 <b>A (Преимущество):</b> Это эффективно при одновременном лечении бессонницы, нервозности, нервного возбуждения.\n✅ <b>B (Польза):</b> Эффективность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>2-FAB</b>\n🔹 <b>F (Свойство):</b> Пасивалема содержит 5-НТР\n🔸 <b>A (Преимущество):</b> 5-НТР является предшественник серотонина, и чем его больше, тем лучше синтез мелатонина и тем лучше качество сна.\n✅ <b>B (Польза):</b> Эффективность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>3-FAB</b>\n🔹 <b>F (Свойство):</b> Пасивалема содержит 100 мг магния\n🔸 <b>A (Преимущество):</b> Максимальная доза магния предотвращает нервное возбуждение, снимает раздражительность, утомляемость\n✅ <b>B (Польза):</b> Эффективность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>4-FAB</b>\n🔹 <b>F (Свойство):</b> Пасивалем — это препарат, состоящий из минералов и растений.\n🔸 <b>A (Преимущество):</b> Сбалансированный состав одного препарата обеспечивает высокую эффективность. Врачу нет необходимости назначать 5 разных лекарств.\n✅ <b>B (Польза):</b> Эффективность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>5-FAB</b>\n🔹 <b>F (Свойство):</b> Пасивалем состоит из 5 различных компонентов.\n🔸 <b>A (Преимущество):</b> Это позволяет получить все необходимое в одной таблетке вместо пяти разных лекарств.\n✅ <b>B (Польза):</b> Экономическая доступность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>6-FAB</b>\n🔹 <b>F (Свойство):</b> Пасивалем — биологически активная добавка.\n🔸 <b>A (Преимущество):</b> Пасивалем является БАД. Из за этого меньше побочных эффектов.\n✅ <b>B (Польза):</b> Безопасность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>7-FAB</b>\n🔹 <b>F (Свойство):</b> Пасивалем отпускается в аптеке без рецепта.\n🔸 <b>A (Преимущество):</b> Для этого не требуется отдельный рецепт от врача.\n✅ <b>B (Польза):</b> Удобство\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>8-FAB</b>\n🔹 <b>F (Свойство):</b> Пасивалем используется при ПМС и ПМДР.\n🔸 <b>A (Преимущество):</b> Эффективно влияет на пациентов с ПМС и ПМДР и страдающих бессонницей\n✅ <b>B (Польза):</b> Эффективность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>9-FAB</b>\n🔹 <b>F (Свойство):</b> Пасивалем также продаётся на онлайн-маркетплейсах.\n🔸 <b>A (Преимущество):</b> Беморга уйдан чиқмаган ҳолда препаратни қўлга киритиш имкони мавжуд\n✅ <b>B (Польза):</b> Удобство\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>10-FAB</b>\n🔹 <b>F (Свойство):</b> Пасивалем содержит 30 таблеток в упаковке\n🔸 <b>A (Преимущество):</b> Этого достаточно для полного месячного курса лечения\n✅ <b>B (Польза):</b> Удобство\n""",
            "mkt_pos": """Для невропатолога, терапевта и ВОП в основном позиционируется препарат при бессоннице, предменструальной и климактерической возбудимости.""",
            "mkt_swot": """📊 SWOT анализ будет добавлен позже""",
            "mkt_target": """Невропатолог - 20 (А - 2/ В - 18)
Психиатр - 10  (А-1/ В-9) 
Терапевт, ВОП  - по 15  (А - 1, B - 14)
Аптека - 70""",
            "comp_dir": """⚔️ <b>Прямые конкуренты:</b>\n\nТорговые названия конкурентов: Прямых конкурентов нет.



Тактика работы против прямых конкурентов:""",
            "comp_indir": """🔄 <b>Непрямые конкуренты:</b>\n\nТорговые названия конкурентов:  ПЕРСЕН НОЧЬ, СЕДАВИТ, МОДУС НОЧЬ, МАГНЕ B6, МЕЛАСОН, ПАЛОРА, ПАЛОРА НАЙТ, УСПОКОЙ, ВАМЕЛАН, НОВО ПАССИТ, СЕДОНИК. 

Тактика работы против непрямых конкурентов:

1. Пасивалем содержит 5 различных веществ.
2. Пасивалем содержит 5-НТР.
3. Действующие вещества в составе пасивалема в максимальной дозе.
4. Пасивалем содержит магний.
5. Пасивалем используется не только для улучшения сна, но и для предотвращения нервозности и возбудимости в предменструальный и климактерический периоды.
6. Пасивалем принимать 1 раз в день.
7. Пасивалем в таблетках, а не в капсулах.
8. В пасивалем добавлен мелисса, напоминающий запах лимона."""
        },
        "black garlic": {
            "name": """BLACK GARLIC""",
            "med_info": """Девиз: Забота о сердце, увереннность в здоровье!

Показание:
- гиперхолестеринемия, гипертриглицеридемия;
- для регулирования артериального давления;
- для улучшения пищеварения и кровообращения;
- для поддержки иммунной системы;
- для достижения гепатопротекторного эффекта;
- для выведения токсинов из организма;
- как источник энергии.""",
            "med_key": """Black Garlic - омолодите  сосуды без побочных эффектов!""",
            "med_mech": """1.  SAS - s-аллилцистеин ингибирует фермент ГМГ-КоА-редуктазу на пути образования мевалоновой кислоты, в результате чего уменьшается количество холестерина, синтезируемого печенью естественным образом.
2.  SAS - s-аллилцистеин стимулирует выведение холестерина с желчью.
3.  SAS - s-аллилцистеин проявляет антиоксидантные свойства - снижает окисление холестерина и предотвращает образование атеросклеротических бляшек.""",
            "med_dose": """Принимать 1 раз в день утром после еды для детей от 12 лет и старше.""",
            "med_side": """Побочные эффекты: при превышении суточной дозы могут возникнуть побочные эффекты, такие как тошнота.
Противопоказания:
Высокая чувствительность к какому-либо компоненту, входящему в состав продукта.""",
            "mkt_fab": """💎 <b>1-FAB</b>\n🔹 <b>F (Свойство):</b> Black Garlic ингибирует фермент ГМГ-КоА редуктазу\n🔸 <b>A (Преимущество):</b> Как и в статине, снижает синтез естественного холестерина из печени.\n✅ <b>B (Польза):</b> Эффективность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>2-FAB</b>\n🔹 <b>F (Свойство):</b> Black Garlic не имеет лишнего запаха и вкуса\n🔸 <b>A (Преимущество):</b> В отличие от обычного чеснока, у него нет избыточного запаха и вкуса, препарат можно использовать в любых условиях.\n✅ <b>B (Польза):</b> Удобство\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>3-FAB</b>\n🔹 <b>F (Свойство):</b> При длительном приеме не вызывает побочных эффектов\n🔸 <b>A (Преимущество):</b> В отличие от статинов, длительное применение не вызывает миалгии, рабдомиолиза или гепатотоксического действия на печень, тератогенности.\n✅ <b>B (Польза):</b> Безопасность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>4-FAB</b>\n🔹 <b>F (Свойство):</b> Black Garlic также можно использовать в монотерапии.\n🔸 <b>A (Преимущество):</b> В качестве альтернативы статинам можно использовать для снижения уровня холестерина при наличии противопоказаний в организме.\n✅ <b>B (Польза):</b> Эффективность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>5-FAB</b>\n🔹 <b>F (Свойство):</b> Black Garlicни можно использовать в комбинации со статином\n🔸 <b>A (Преимущество):</b> Применение Black Garlic в сочетании с малой дозой статина позволяет проводить терапию при гиперхолестеринемии без побочных эффектов.\n✅ <b>B (Польза):</b> Эффективность\n➖➖➖➖➖➖➖➖➖➖\n💎 <b>6-FAB</b>\n🔹 <b>F (Свойство):</b> В Научно-практическом центре кардиологии в Узбекистане было проведено клиническое исследование эффективности Black Garlic.\n🔸 <b>A (Преимущество):</b> Есть доказательная база, врач может с уверенностью рекомендовать препарат.\n✅ <b>B (Польза):</b> Удобство\n""",
            "mkt_pos": """Кардиологлар учун  - статинга нисбатан сезувчанлик ортганда, статин қабул қилганда турли хил ножўя таъсирлар сезадиган беморларга, статин қабул қила олмайдиган беморларга альтернатив сифатида ёки катта доза статин қабул қилганда ўзини ёмон ҳис қиладиган беморлар учун кичик доза статин билан биргаликда комбинацияда қўллаш учун позициялантирилади.""",
            "mkt_swot": """📊 SWOT анализ будет добавлен позже""",
            "mkt_target": """Кардиолог - 30 та (А - 2/ В - 28)""",
            "comp_dir": """⚔️ <b>Прямые конкуренты:</b>\n\nТорговые названия конкурентов: Black Garlic (Swiss energy)




Тактика работы против прямых конкурентов: 
В составе препарата Black Garlic компании Asfarma действующее вещество составляет 750 мг, а у конкурента - 250 мг. В Узбекистане проведено клиническое исследование Black Garlic, имеется доказательная база.""",
            "comp_indir": """🔄 <b>Непрямые конкуренты:</b>\n\nТорговые названия конкурентов: АТОРИС, РОКСЕРА, ТОРВАТОР, РОЗУЛИП, РОЗУЛИП ПЛЮС, ОМЕГА - 3, ФЕНОФИБРАТ

Тактика работы против непрямых конкурентов:

Статины имеют множество побочных эффектов, например, оказывают гепатотоксическое действие на печень, обладают тератогенным действием, способны вызывать статиноиндуцированную миопатию мышц.

Для пациентов, которые испытывают побочные эффекты при приеме статина, врачи предлагают в качестве альтернативы биологически активные добавки или диету, а не лекарства. В таких случаях Black Garlic может стать отличным заменителем."""
        },
    }
}
